[
  {
    "title": "Superintelligence",
    "authors": [
      "Nick Bostrom"
    ],
    "publishedDate": "2014",
    "description": "This profoundly ambitious and original book picks its way carefully through a vast tract of forbiddingly difficult intellectual terrain.",
    "image": "http://books.google.com/books/content?id=7_H8AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 4,
    "categories": [
      "Computers"
    ],
    "pageCount": 353,
    "isbn10": "0199678111",
    "isbn13": "9780199678112",
    "googleBooks": {
      "id": "7_H8AwAAQBAJ",
      "preview": "http://books.google.com/books?id=7_H8AwAAQBAJ&printsec=frontcover&dq=intitle:Superintelligence:+Paths,+Dangers,+Strategies+by+Nick+Bostrom&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=7_H8AwAAQBAJ&dq=intitle:Superintelligence:+Paths,+Dangers,+Strategies+by+Nick+Bostrom&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Superintelligence.html?hl=&id=7_H8AwAAQBAJ"
    },
    "issueNumber": 77,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2025-02-15T19:36:15.000Z"
  },
  {
    "title": "The Anthropocene Reviewed",
    "authors": [
      "John Green"
    ],
    "publisher": "Penguin",
    "publishedDate": "2021-05-18",
    "description": "“Masterful. The Anthropocene Reviewed is a beautiful, timely book about the human condition—and a timeless reminder to pay attention to your attention.” —Adam Grant, #1 bestselling author of Think Again and host of the podcast Re:Thinking Instant #1 bestseller! A deeply moving collection of personal essays from John Green, the author of The Fault in Our Stars and Turtles All the Way Down. “Gloriously personal and life-affirming. The perfect book for right now.” —People “Essential to the human conversation.” —Library Journal, starred review The Anthropocene is the current geologic age, in which humans have profoundly reshaped the planet and its biodiversity. In this remarkable symphony of essays, bestselling author John Green reviews different facets of the human-centered planet on a five-star scale—from the QWERTY keyboard and sunsets to Canada geese and Penguins of Madagascar. Funny, complex, and rich with detail, the reviews chart the contradictions of contemporary humanity. John Green’s gift for storytelling shines throughout this masterful collection. The Anthropocene Reviewed is an open-hearted exploration of the paths we forge and an unironic celebration of falling in love with the world.",
    "image": "http://books.google.com/books/content?id=ZPD4DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 1,
    "categories": [
      "Literary Collections"
    ],
    "pageCount": 305,
    "isbn10": "0525555226",
    "isbn13": "9780525555223",
    "googleBooks": {
      "id": "ZPD4DwAAQBAJ",
      "preview": "http://books.google.com/books?id=ZPD4DwAAQBAJ&printsec=frontcover&dq=intitle:The+Anthropocene+Reviewed+by+John+Green&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=ZPD4DwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=ZPD4DwAAQBAJ"
    },
    "issueNumber": 76,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2025-01-27T10:41:54.000Z",
    "completedAt": "2025-02-15T19:34:56.000Z",
    "timeToComplete": 1673582000,
    "timeToCompleteFormatted": "2 weeks"
  },
  {
    "title": "Nexus",
    "authors": [
      "Yuval Noah Harari"
    ],
    "publisher": "Random House",
    "publishedDate": "2024-09-10",
    "description": "#1 NATIONAL BESTSELLER • NEW YORK TIMES BESTSELLER • From the author of Sapiens comes the groundbreaking story of how information networks have made, and unmade, our world. “Striking original . . . A historian whose arguments operate on the scale of millennia has managed to capture the zeitgeist perfectly.”—The Economist “This deeply important book comes at a critical time as we all think through the implications of AI and automated content production. . . . Masterful and provocative.”—Mustafa Suleyman, author of The Coming Wave For the last 100,000 years, we Sapiens have accumulated enormous power. But despite all our discoveries, inventions, and conquests, we now find ourselves in an existential crisis. The world is on the verge of ecological collapse. Misinformation abounds. And we are rushing headlong into the age of AI—a new information network that threatens to annihilate us. For all that we have accomplished, why are we so self-destructive? Nexus looks through the long lens of human history to consider how the flow of information has shaped us, and our world. Taking us from the Stone Age, through the canonization of the Bible, early modern witch-hunts, Stalinism, Nazism, and the resurgence of populism today, Yuval Noah Harari asks us to consider the complex relationship between information and truth, bureaucracy and mythology, wisdom and power. He explores how different societies and political systems throughout history have wielded information to achieve their goals, for good and ill. And he addresses the urgent choices we face as non-human intelligence threatens our very existence. Information is not the raw material of truth; neither is it a mere weapon. Nexus explores the hopeful middle ground between these extremes, and in doing so, rediscovers our shared humanity.",
    "image": "http://books.google.com/books/content?id=PYvsEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "History"
    ],
    "pageCount": 529,
    "isbn10": "0593734246",
    "isbn13": "9780593734247",
    "googleBooks": {
      "id": "PYvsEAAAQBAJ",
      "preview": "http://books.google.com/books?id=PYvsEAAAQBAJ&printsec=frontcover&dq=intitle:Nexus+by+Yuval+Noah+Harari&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=PYvsEAAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=PYvsEAAAQBAJ"
    },
    "issueNumber": 75,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2024-12-03T12:48:25.000Z",
    "completedAt": "2025-01-10T16:12:03.000Z",
    "timeToComplete": 3295418000,
    "timeToCompleteFormatted": "1 month"
  },
  {
    "title": "Love Triangle",
    "authors": [
      "Matt Parker"
    ],
    "publisher": "Random House",
    "publishedDate": "2024-06-20",
    "description": "Explore the life-changing magic of trigonometry with Matt Parker, stand-up mathematician and No. 1 bestselling author of Humble Pi Why can no two people ever see the same rainbow? What happens when you pull a pop song apart into pure sine waves and play it back on a piano? Why does the wake behind a duck always form an angle of exactly 39 degrees? And what did mathematicians have to do with the great pig stampede of 2012? The answer to each of these questions can be found in the triangle. In Love Triangle, stand-up comedian, ex-maths teacher and Sunday Times number one bestselling author Matt Parker is on a mission to prove why we should all show a lot more love for triangles, along with the useful trigonometry and geometry they enable. To make his point, he uses triangles to create his own digital avatar, survive a harrowing motorcycle ride, cut a sandwich into three equal parts, and measure tall buildings while wearing silly shoes. But soon these hare-brained experiments begin to reveal a genuinely important truth: triangles are the hidden pattern beneath the surface of the contemporary world, used in everything from GPS to CGI via Spotify streaming, the play button and your best mate’s triangle tattoo. Join Matt Parker as he demonstrates why there’s more to triangles than Pythagoras and SOHCAHTOA. Triangles are everything and everything is triangles.",
    "image": "http://books.google.com/books/content?id=6j6lEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "categories": [
      "Mathematics"
    ],
    "pageCount": 213,
    "isbn10": "0141996196",
    "isbn13": "9780141996196",
    "googleBooks": {
      "id": "6j6lEAAAQBAJ",
      "preview": "http://books.google.com/books?id=6j6lEAAAQBAJ&dq=intitle:Love+Triangle+by+Matt+Parker&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=6j6lEAAAQBAJ&dq=intitle:Love+Triangle+by+Matt+Parker&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Love_Triangle.html?hl=&id=6j6lEAAAQBAJ"
    },
    "issueNumber": 74,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2024-08-20T07:12:57.000Z"
  },
  {
    "title": "Feel-Good Productivity",
    "authors": [
      "Ali Abdaal"
    ],
    "publisher": "Celadon Books",
    "publishedDate": "2023-12-26",
    "description": "The secret to productivity isn’t discipline. It’s joy. We think that productivity is all about hard work. That the road to success is lined with endless frustration and toil. But what if there’s another way? Dr Ali Abdaal – the world's most-followed productivity expert – has uncovered an easier and happier path to success. Drawing on decades of psychological research, he has found that the secret to productivity and success isn't grind – it's feeling good. If you can make your work feel good, then productivity takes care of itself. In this revolutionary book, Ali reveals how the science of feel-good productivity can transform your life. He introduces the three hidden 'energisers' that underpin enjoyable productivity, the three 'blockers' we must overcome to beat procrastination, and the three 'sustainers' that prevent burnout and help us achieve lasting fulfillment. He recounts the inspiring stories of founders, Olympians, and Nobel-winning scientists who embody the principles of Feel-Good Productivity. And he introduces the simple, actionable changes that you can use to achieve more and live better, starting today. Armed with Ali’s insights, you won’t just accomplish more. You’ll feel happier and more fulfilled along the way.",
    "image": "http://books.google.com/books/content?id=es2iEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Self-Help"
    ],
    "pageCount": 176,
    "isbn10": "1250865050",
    "isbn13": "9781250865052",
    "googleBooks": {
      "id": "es2iEAAAQBAJ",
      "preview": "http://books.google.com/books?id=es2iEAAAQBAJ&printsec=frontcover&dq=intitle:Feel-Good+Productivity+by+Ali+Abdaal&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=es2iEAAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=es2iEAAAQBAJ"
    },
    "issueNumber": 73,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2024-08-20T07:09:50.000Z"
  },
  {
    "title": "The Other Pandemic",
    "authors": [
      "James Ball"
    ],
    "publishedDate": "2024-07-04",
    "description": "Pulitzer Prize-winning investigative journalist James Ball takes us into the depths of the internet to trace the origins and rapid ascent of QAnon, the movement that mutated from a niche online conspiracy theory into the world's first digital pandemic.Imagine a deadly pathogen that, once created, could infect any person in any part of the globe within seconds. No need to wait for travellers, trains, or air traffic to spread it, all you need is an internet connection. In this gripping investigation, Pulitzer Prize winner James Ball decodes the cryptic language of the online right and with a surgeon's precision tracks the spread of QAnon, the world's first digital pandemic.QAnon began as an internet community dedicated to supporting President Trump and intent on outing a global cabal of human traffickers. A short, cryptic message posted by an anonymous user to a niche internet forum in 2017 was the spark that ignited a global movement. What started as a macabre game of virtual make-believe quickly spiralled into the spread of virulently hateful, dangerous messaging - which turned into tragic, violent actions.Incoherent, chaotic, free from agendas: QAnon is a one-size-fits all cult conspiracy. From a standoff at the Hoover Dam, to the storming of the U.S. Capitol on 6 January 2021, to protesting COVID-19 lockdowns, this digital pandemic has spread globally and shows no signs of stopping. In The Other Pandemic Ball takes us into the niche pathways through which these digital pathogens spread, mutate and infect people all across the globe - but he also argues that the prognosis doesn't have to be dire. He shows us that it is possible to treat and cure this virus in order to build up our digital immune systems, and be better prepared to survive the next wave.*A Financial Times Book to Read in 2023*",
    "image": "http://books.google.com/books/content?id=iFY60AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "pageCount": 0,
    "isbn10": "1526642514",
    "isbn13": "9781526642516",
    "googleBooks": {
      "id": "iFY60AEACAAJ",
      "preview": "http://books.google.com/books?id=iFY60AEACAAJ&dq=intitle:The+Other+Pandemic+by+James+Ball&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=iFY60AEACAAJ&dq=intitle:The+Other+Pandemic+by+James+Ball&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Other_Pandemic.html?hl=&id=iFY60AEACAAJ"
    },
    "issueNumber": 69,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2024-08-03T11:03:15.000Z",
    "completedAt": "2024-08-19T12:58:12.000Z",
    "timeToComplete": 1389297000,
    "timeToCompleteFormatted": "2 weeks"
  },
  {
    "title": "Ultra-Processed People",
    "authors": [
      "Chris van Tulleken"
    ],
    "publisher": "Random House",
    "publishedDate": "2023-04-27",
    "description": "NOW WITH TWO BONUS CHAPTERS INCLUDING AN FAQ THE NUMBER ONE SUNDAY TIMES BESTSELLER FORTNUM & MASON'S DEBUT FOOD BOOK OF THE YEAR 2024 A TIMES AND SUNDAY TIMES SCIENCE BOOK OF THE YEAR 2023 AN ECONOMIST, DAILY MAIL, GOOD HOUSEKEEPING and AMAZON BEST BOOK OF THE YEAR 2023 SHORTLISTED FOR WATERSTONE'S BOOK OF THE YEAR 2023 Chosen by the SUNDAY TIMES, GUARDIAN, FT and DAILY MAIL as one of their BEST SUMMER BOOKS OF 2023 'If you only read one diet or nutrition book in your life, make it this one' Bee Wilson 'A devastating, witty and scholarly destruction of the shit food we eat and why' Adam Rutherford --- An eye-opening investigation into the science, economics, history and production of ultra-processed food. It's not you, it's the food. We have entered a new 'age of eating' where most of our calories come from an entirely novel set of substances called Ultra-Processed Food, food which is industrially processed and designed and marketed to be addictive. But do we really know what it's doing to our bodies? Join Chris in his travels through the world of food science and a UPF diet to discover what's really going on. Find out why exercise and willpower can't save us, and what UPF is really doing to our bodies, our health, our weight, and the planet (hint: nothing good). For too long we've been told we just need to make different choices, when really we're living in a food environment that makes it nigh-on impossible. So this is a book about our rights. The right to know what we eat and what it does to our bodies and the right to good, affordable food. Number 1 Sunday Times bestseller, August 2023",
    "image": "http://books.google.com/books/content?id=zvVsEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 1,
    "categories": [
      "Health & Fitness"
    ],
    "pageCount": 277,
    "isbn10": "1529160235",
    "isbn13": "9781529160239",
    "googleBooks": {
      "id": "zvVsEAAAQBAJ",
      "preview": "http://books.google.com/books?id=zvVsEAAAQBAJ&dq=intitle:Ultra-Processed+People+by+Chris+van+Tulleken&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=zvVsEAAAQBAJ&dq=intitle:Ultra-Processed+People+by+Chris+van+Tulleken&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Ultra_Processed_People.html?hl=&id=zvVsEAAAQBAJ"
    },
    "issueNumber": 70,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2024-08-03T11:03:45.000Z"
  },
  {
    "title": "Why the Dutch are Different",
    "authors": [
      "Ben Coates"
    ],
    "publishedDate": "2015",
    "description": "In the first book to consider the hidden history of the Netherlands from a modern perspective, author Ben Coates explores the length and breadth of his adopted homeland and discovers why one of the world's smallest countries is so fascinating and significant. It is a self-made country, the Dutch national character shaped by the ongoing battle to keep the water out, its love of dairy and beer, its attitude towards nature, and its famous tolerance. Ben Coates investigates what make the Dutch, Dutch, why the Netherlands is much more than Holland, and why the color orange is so important. Along the way he reveals why they are the world's tallest people, and manage to be richer than almost everyone else despite working far less. He also discovers a country which is changing fast, with the Dutch now questioning many of the liberal policies which made their nation famous. A personal portrait of a fascinating people, a sideways history and an entertaining travelogue, Why The Dutch are Different is the story of an Englishman who went Dutch, and loved it. Ben Coates has worked at various times as a political advisor, corporate speechwriter, lobbyist and aid worker. Ben has written articles for numerous publications including the Guardian, Financial Times, and Huffington Post. He currently lives in Rotterdam with his Dutch wife and works as an advisor for The One Acre Fund, an international charity.",
    "image": "http://books.google.com/books/content?id=evWyAQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "categories": [
      "BIOGRAPHY & AUTOBIOGRAPHY"
    ],
    "isbn10": "1473653231",
    "isbn13": "9781473653238",
    "googleBooks": {
      "id": "evWyAQAACAAJ",
      "preview": "http://books.google.com/books?id=evWyAQAACAAJ&dq=intitle:Why+the+Dutch+Are+Different+by+Ben+Coates&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=evWyAQAACAAJ&dq=intitle:Why+the+Dutch+Are+Different+by+Ben+Coates&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Why_the_Dutch_are_Different.html?hl=&id=evWyAQAACAAJ"
    },
    "issueNumber": 68,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2024-08-03T11:02:53.000Z"
  },
  {
    "title": "Can't Hurt Me",
    "authors": [
      "David Goggins"
    ],
    "publishedDate": "2020-03-10",
    "description": "For David Goggins, childhood was a nightmare - poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him The Fittest (Real) Man in America. In this curse-word-free edition of Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential.",
    "image": "http://books.google.com/books/content?id=i-VtzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4.5,
    "ratingsCount": 4,
    "pageCount": 364,
    "isbn10": "1544507852",
    "isbn13": "9781544507859",
    "googleBooks": {
      "id": "i-VtzQEACAAJ",
      "preview": "http://books.google.com/books?id=i-VtzQEACAAJ&dq=intitle:Can%27t+Hurt+Me+by+David+Goggins&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=i-VtzQEACAAJ&dq=intitle:Can%27t+Hurt+Me+by+David+Goggins&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Can_t_Hurt_Me.html?hl=&id=i-VtzQEACAAJ"
    },
    "issueNumber": 53,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-10-03T14:15:35.000Z",
    "completedAt": "2024-05-02T14:28:34.000Z",
    "timeToComplete": 49853579000,
    "timeToCompleteFormatted": "1 year"
  },
  {
    "title": "Never Split the Difference",
    "authors": [
      "Chris Voss",
      "Tahl Raz"
    ],
    "publisher": "HarperCollins",
    "publishedDate": "2016-05-17",
    "description": "A former international hostage negotiator for the FBI offers a new, field-tested approach to high-stakes negotiations—whether in the boardroom or at home. After a stint policing the rough streets of Kansas City, Missouri, Chris Voss joined the FBI, where his career as a hostage negotiator brought him face-to-face with a range of criminals, including bank robbers and terrorists. Reaching the pinnacle of his profession, he became the FBI’s lead international kidnapping negotiator. Never Split the Difference takes you inside the world of high-stakes negotiations and into Voss’s head, revealing the skills that helped him and his colleagues succeed where it mattered most: saving lives. In this practical guide, he shares the nine effective principles—counterintuitive tactics and strategies—you too can use to become more persuasive in both your professional and personal life. Life is a series of negotiations you should be prepared for: buying a car, negotiating a salary, buying a home, renegotiating rent, deliberating with your partner. Taking emotional intelligence and intuition to the next level, Never Split the Difference gives you the competitive edge in any discussion.",
    "image": "http://books.google.com/books/content?id=RmdqCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 1,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 203,
    "isbn10": "0062407813",
    "isbn13": "9780062407818",
    "googleBooks": {
      "id": "RmdqCgAAQBAJ",
      "preview": "http://books.google.com/books?id=RmdqCgAAQBAJ&printsec=frontcover&dq=intitle:Never+Split+the+Difference+by+Christopher+Voss+and+Tahl+Raz&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=RmdqCgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=RmdqCgAAQBAJ"
    },
    "issueNumber": 67,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2024-03-24T15:28:15.000Z",
    "completedAt": "2024-03-27T13:44:38.000Z",
    "timeToComplete": 252983000,
    "timeToCompleteFormatted": "2 days"
  },
  {
    "title": "Rework",
    "authors": [
      "Jason Fried",
      "David Heinemeier Hansson"
    ],
    "publisher": "Crown Currency",
    "publishedDate": "2010-03-09",
    "description": "Rework shows you a better, faster, easier way to succeed in business. Most business books give you the same old advice: Write a business plan, study the competition, seek investors, yadda yadda. If you're looking for a book like that, put this one back on the shelf. Read it and you'll know why plans are actually harmful, why you don't need outside investors, and why you're better off ignoring the competition. The truth is, you need less than you think. You don't need to be a workaholic. You don't need to staff up. You don't need to waste time on paperwork or meetings. You don't even need an office. Those are all just excuses. What you really need to do is stop talking and start working. This book shows you the way. You'll learn how to be more productive, how to get exposure without breaking the bank, and tons more counterintuitive ideas that will inspire and provoke you. With its straightforward language and easy-is-better approach, Rework is the perfect playbook for anyone who’s ever dreamed of doing it on their own. Hardcore entrepreneurs, small-business owners, people stuck in day jobs they hate, victims of \"downsizing,\" and artists who don’t want to starve anymore will all find valuable guidance in these pages.",
    "image": "http://books.google.com/books/content?id=U77um_h_dgcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 20,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 290,
    "isbn10": "0307463761",
    "isbn13": "9780307463760",
    "googleBooks": {
      "id": "U77um_h_dgcC",
      "preview": "http://books.google.com/books?id=U77um_h_dgcC&printsec=frontcover&dq=intitle:Rework+by+David+Heinemeier+Hansson+and+Jason+Fried&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=U77um_h_dgcC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=U77um_h_dgcC"
    },
    "issueNumber": 66,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2024-03-20T13:54:03.000Z",
    "completedAt": "2024-03-24T15:26:29.000Z",
    "timeToComplete": 351146000,
    "timeToCompleteFormatted": "4 days"
  },
  {
    "title": "Bad Feminist",
    "authors": [
      "Roxane Gay"
    ],
    "publisher": "Harper Perennial",
    "publishedDate": "2014-08-05",
    "description": "From the author of Hunger: A Memoir of (My) Body, the New York Times Bestseller and Best Book of the Year at NPR, the Boston Globe, Newsweek, and many more A collection of essays spanning politics, criticism, and feminism from one of the most-watched young cultural observers of her generation, Roxane Gay. “Pink is my favorite color. I used to say my favorite color was black to be cool, but it is pink—all shades of pink. If I have an accessory, it is probably pink. I read Vogue, and I’m not doing it ironically, though it might seem that way. I once live-tweeted the September issue.” In these funny and insightful essays, Roxane Gay takes us through the journey of her evolution as a woman (Sweet Valley High) of color (The Help) while also taking readers on a ride through culture of the last few years (Girls, Django in Chains) and commenting on the state of feminism today (abortion, Chris Brown). The portrait that emerges is not only one of an incredibly insightful woman continually growing to understand herself and our society, but also one of our culture. Bad Feminist is a sharp, funny, and spot-on look at the ways in which the culture we consume becomes who we are, and an inspiring call-to-arms of all the ways we still need to do better, coming from one of our most interesting and important cultural critics.",
    "image": "http://books.google.com/books/content?id=Gd6CvgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 53,
    "categories": [
      "Social Science"
    ],
    "pageCount": 336,
    "isbn10": "0062282719",
    "isbn13": "9780062282712",
    "googleBooks": {
      "id": "Gd6CvgEACAAJ",
      "preview": "http://books.google.com/books?id=Gd6CvgEACAAJ&dq=intitle:Bad+Feminist+by+Roxane+Gay&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=Gd6CvgEACAAJ&dq=intitle:Bad+Feminist+by+Roxane+Gay&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Bad_Feminist.html?hl=&id=Gd6CvgEACAAJ"
    },
    "issueNumber": 51,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-09-22T18:47:24.000Z",
    "completedAt": "2024-03-14T15:57:01.000Z",
    "timeToComplete": 46559377000,
    "timeToCompleteFormatted": "1 year"
  },
  {
    "title": "Why We Sleep",
    "authors": [
      "Matthew Walker"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2017-10-03",
    "description": "\"Sleep is one of the most important but least understood aspects of our life, wellness, and longevity ... An explosion of scientific discoveries in the last twenty years has shed new light on this fundamental aspect of our lives. Now ... neuroscientist and sleep expert Matthew Walker gives us a new understanding of the vital importance of sleep and dreaming\"--Amazon.com.",
    "image": "http://books.google.com/books/content?id=ZlU3DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4.5,
    "ratingsCount": 2,
    "categories": [
      "Health & Fitness"
    ],
    "pageCount": 368,
    "isbn10": "1501144316",
    "isbn13": "9781501144318",
    "googleBooks": {
      "id": "ZlU3DwAAQBAJ",
      "preview": "http://books.google.com/books?id=ZlU3DwAAQBAJ&printsec=frontcover&dq=intitle:Why+We+Sleep+by+Matthew+Walker&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=ZlU3DwAAQBAJ&dq=intitle:Why+We+Sleep+by+Matthew+Walker&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Why_We_Sleep.html?hl=&id=ZlU3DwAAQBAJ"
    },
    "issueNumber": 63,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-10-13T20:37:46.000Z",
    "completedAt": "2024-03-05T14:10:35.000Z",
    "timeToComplete": 12418369000,
    "timeToCompleteFormatted": "4 months"
  },
  {
    "title": "Trillion Dollar Coach",
    "authors": [
      "Eric Schmidt",
      "Jonathan Rosenberg",
      "Alan Eagle"
    ],
    "publisher": "HarperCollins",
    "publishedDate": "2019-04-16",
    "description": "#1 Wall Street Journal Bestseller New York Times Bestseller USA Today Bestseller The team behind How Google Works returns with management lessons from legendary coach and business executive, Bill Campbell, whose mentoring of some of our most successful modern entrepreneurs has helped create well over a trillion dollars in market value. Bill Campbell played an instrumental role in the growth of several prominent companies, such as Google, Apple, and Intuit, fostering deep relationships with Silicon Valley visionaries, including Steve Jobs, Larry Page, and Eric Schmidt. In addition, this business genius mentored dozens of other important leaders on both coasts, from entrepreneurs to venture capitalists to educators to football players, leaving behind a legacy of growing companies, successful people, respect, friendship, and love after his death in 2016. Leaders at Google for over a decade, Eric Schmidt, Jonathan Rosenberg, and Alan Eagle experienced firsthand how the man fondly known as Coach Bill built trusting relationships, fostered personal growth—even in those at the pinnacle of their careers—inspired courage, and identified and resolved simmering tensions that inevitably arise in fast-moving environments. To honor their mentor and inspire and teach future generations, they have codified his wisdom in this essential guide. Based on interviews with over eighty people who knew and loved Bill Campbell, Trillion Dollar Coach explains the Coach’s principles and illustrates them with stories from the many great people and companies with which he worked. The result is a blueprint for forward-thinking business leaders and managers that will help them create higher performing and faster moving cultures, teams, and companies.",
    "image": "http://books.google.com/books/content?id=nmdzDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 240,
    "isbn10": "006283925X",
    "isbn13": "9780062839251",
    "googleBooks": {
      "id": "nmdzDwAAQBAJ",
      "preview": "http://books.google.com/books?id=nmdzDwAAQBAJ&printsec=frontcover&dq=intitle:Trillion+Dollar+Coach+by+Bill+Campbell&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=nmdzDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=nmdzDwAAQBAJ"
    },
    "issueNumber": 64,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2023-10-28T17:13:46.000Z"
  },
  {
    "title": "Doglapan",
    "authors": [
      "Ashneer Grover"
    ],
    "publisher": "Penguin Random House India Private Limited",
    "publishedDate": "2022-12-16",
    "description": "This is the unfettered story of Ashneer Grover-the favourite and misunderstood poster boy of Start-up India. Raw, gut-wrenching in its honesty and completely from the heart, this is storytelling at its finest. A young boy with a 'refugee' tag growing up in Delhi's Malviya Nagar outpaces his circumstances by becoming a rank-holder at the pinnacle of academic excellence in India-IIT Delhi. He goes on to do an MBA from the hallowed halls of IIM Ahmedabad, builds a career as an investment banker at Kotak Investment Banking and AmEx, and is pivotal in the making of two unicorns-Grofers, as CFO, and BharatPe, as co-founder. As a judge on the popular TV show Shark Tank India, Ashneer becomes a household name even as his life turns upside down. Controversy, media spotlight, garrulous social media chatter descend, making it difficult to distinguish fact from fiction.",
    "image": "http://books.google.com/books/content?id=LimgEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 1,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 185,
    "isbn10": "9354928706",
    "isbn13": "9789354928703",
    "googleBooks": {
      "id": "LimgEAAAQBAJ",
      "preview": "http://books.google.com/books?id=LimgEAAAQBAJ&pg=PT6&dq=intitle:Doglapan+by+Ashneer+Grover&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=LimgEAAAQBAJ&dq=intitle:Doglapan+by+Ashneer+Grover&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Doglapan.html?hl=&id=LimgEAAAQBAJ"
    },
    "issueNumber": 62,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-04-24T06:16:32.000Z",
    "completedAt": "2023-10-13T20:18:17.000Z",
    "timeToComplete": 14911305000,
    "timeToCompleteFormatted": "5 months"
  },
  {
    "title": "Sum",
    "authors": [
      "David Eagleman"
    ],
    "publisher": "Vintage",
    "publishedDate": "2009-02-10",
    "description": "At once funny, wistful and unsettling, Sum is a dazzling exploration of unexpected afterlives—each presented as a vignette that offers a stunning lens through which to see ourselves in the here and now. In one afterlife, you may find that God is the size of a microbe and unaware of your existence. In another version, you work as a background character in other people’s dreams. Or you may find that God is a married couple, or that the universe is running backward, or that you are forced to live out your afterlife with annoying versions of who you could have been. With a probing imagination and deep understanding of the human condition, acclaimed neuroscientist David Eagleman offers wonderfully imagined tales that shine a brilliant light on the here and now.",
    "image": "http://books.google.com/books/content?id=-cjWiI8DEywC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 54,
    "categories": [
      "Fiction"
    ],
    "pageCount": 128,
    "isbn10": "0307378020",
    "isbn13": "9780307378026",
    "googleBooks": {
      "id": "-cjWiI8DEywC",
      "preview": "http://books.google.com/books?id=-cjWiI8DEywC&printsec=frontcover&dq=intitle:Sum+by+Stephen+Fry&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=-cjWiI8DEywC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=-cjWiI8DEywC"
    },
    "issueNumber": 59,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-04-17T15:35:21.000Z",
    "completedAt": "2023-04-21T11:32:11.000Z",
    "timeToComplete": 331010000,
    "timeToCompleteFormatted": "3 days"
  },
  {
    "title": "Girls Just Wanna Have Funds",
    "authors": [
      "Camilla Falkenberg",
      "Emma Due Bitz",
      "Anna-Sophie Hartvigsen"
    ],
    "publisher": "Penguin",
    "publishedDate": "2023-01-17",
    "description": "Start your journey to financial success with Female Invest's guide for safe, smart, and sustainable investing. This is an empowering and uplifting money manifesto, aiming to change the tides of financial power. Are you one of the 68% of women worldwide earning less than a man doing the same job? Then you need to make your money work harder, starting now. In Girls Just Want to Have Funds, the trio of founders behind the global movement Female Invest bring you an empowering five-step guide with a straight-talking message: you don't have to be an expert or a millionaire to make money. Simply equip yourself with the easy-to-follow golden rules and tools of three finance gurus to find your confidence and open a whole new world of opportunities. Whether you want to master the art of setting realistic goals, demystify financial jargon and markets, gain independence with a f*ck you fund, or finally get excited about your financial future, find all the answers you need and more with this comprehensive guide. Even if you only have a $1 savings fund to begin with, you too can have a rewarding, limitless life by investing in yourself and this book.",
    "image": "http://books.google.com/books/content?id=uYmAEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 301,
    "isbn10": "0744083052",
    "isbn13": "9780744083057",
    "googleBooks": {
      "id": "uYmAEAAAQBAJ",
      "preview": "http://books.google.com/books?id=uYmAEAAAQBAJ&printsec=frontcover&dq=intitle:Girls+Just+Wanna+Have+Funds+by+Anna-Sophie+Hartvigsen,+Camilla+Falkenberg,+Emma+Due+Bitz&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=uYmAEAAAQBAJ&dq=intitle:Girls+Just+Wanna+Have+Funds+by+Anna-Sophie+Hartvigsen,+Camilla+Falkenberg,+Emma+Due+Bitz&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Girls_Just_Wanna_Have_Funds.html?hl=&id=uYmAEAAAQBAJ"
    },
    "issueNumber": 56,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2023-01-01T11:58:06.000Z"
  },
  {
    "title": "Humble Pi",
    "authors": [
      "Matt Parker"
    ],
    "publisher": "Penguin",
    "publishedDate": "2021-01-19",
    "description": "#1 INTERNATIONAL BESTSELLER AN ADAM SAVAGE BOOK CLUB PICK The book-length answer to anyone who ever put their hand up in math class and asked, “When am I ever going to use this in the real world?” “Fun, informative, and relentlessly entertaining, Humble Pi is a charming and very readable guide to some of humanity's all-time greatest miscalculations—that also gives you permission to feel a little better about some of your own mistakes.” —Ryan North, author of How to Invent Everything Our whole world is built on math, from the code running a website to the equations enabling the design of skyscrapers and bridges. Most of the time this math works quietly behind the scenes . . . until it doesn’t. All sorts of seemingly innocuous mathematical mistakes can have significant consequences. Math is easy to ignore until a misplaced decimal point upends the stock market, a unit conversion error causes a plane to crash, or someone divides by zero and stalls a battleship in the middle of the ocean. Exploring and explaining a litany of glitches, near misses, and mathematical mishaps involving the internet, big data, elections, street signs, lotteries, the Roman Empire, and an Olympic team, Matt Parker uncovers the bizarre ways math trips us up, and what this reveals about its essential place in our world. Getting it wrong has never been more fun.",
    "image": "http://books.google.com/books/content?id=heUlEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Mathematics"
    ],
    "pageCount": 337,
    "isbn10": "0593084691",
    "isbn13": "9780593084694",
    "googleBooks": {
      "id": "heUlEAAAQBAJ",
      "preview": "http://books.google.com/books?id=heUlEAAAQBAJ&printsec=frontcover&dq=intitle:Humble+Pi+by+Matt+Parker&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=heUlEAAAQBAJ&dq=intitle:Humble+Pi+by+Matt+Parker&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Humble_Pi.html?hl=&id=heUlEAAAQBAJ"
    },
    "issueNumber": 55,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2023-01-01T11:57:41.000Z"
  },
  {
    "title": "The Psychology of Money",
    "authors": [
      "Morgan Housel"
    ],
    "publisher": "Harriman House Limited",
    "publishedDate": "2020-09-08",
    "description": "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
    "image": "http://books.google.com/books/content?id=TnrrDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 2,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 209,
    "isbn10": "085719769X",
    "isbn13": "9780857197696",
    "googleBooks": {
      "id": "TnrrDwAAQBAJ",
      "preview": "http://books.google.com/books?id=TnrrDwAAQBAJ&printsec=frontcover&dq=intitle:The+Psychology+of+Money:+Timeless+Lessons+on+Wealth,+Greed,+and+Happiness+by+Morgan+Housel&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=TnrrDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=TnrrDwAAQBAJ"
    },
    "issueNumber": 50,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-08-25T11:37:27.000Z",
    "completedAt": "2022-12-11T18:30:49.000Z",
    "timeToComplete": 9356002000,
    "timeToCompleteFormatted": "3 months"
  },
  {
    "title": "Measure What Matters",
    "authors": [
      "John Doerr"
    ],
    "publisher": "Portfolio",
    "publishedDate": "2018-04",
    "description": "Measure What Matters is a revolutionary approach to business that has been adopted by some of Silicon Valley's most successful startups. It is a movement that is behind the explosive growth of Intel, Google, Amazon and Uber and many more. Measure What Mattersis about using Objectives and Key Results (or OKRs) to make tough choices on business priorities. It's about communicating these objectives throughout the company from entry level to CEO and it's about collecting timely, relevant data to track progress - to measure what matters. When Google first started out, its founders had amazing technology, entrepreneurial energy and sky-high ambition but no business plan. John Doerr taught them a proven approach to operating excellence that has helped them achieve greatness. He has since shared OKRs with more than fifty companies with outstanding success. In this book, Larry Page, Bill Gates, Bono, Sheryl Sandberg and many more explain how OKRs have helped them exceed all expectations and run their organisations with focus and agility.",
    "image": "http://books.google.com/books/content?id=iOzCswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 2,
    "pageCount": 352,
    "isbn10": "024134848X",
    "isbn13": "9780241348482",
    "googleBooks": {
      "id": "iOzCswEACAAJ",
      "preview": "http://books.google.com/books?id=iOzCswEACAAJ&dq=intitle:Measure+What+Matters+by+John+Doerr&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=iOzCswEACAAJ&dq=intitle:Measure+What+Matters+by+John+Doerr&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Measure_What_Matters.html?hl=&id=iOzCswEACAAJ"
    },
    "issueNumber": 54,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-10-03T14:16:04.000Z"
  },
  {
    "title": "Open Source for Business",
    "authors": [
      "Heather Meeker"
    ],
    "publisher": "Createspace Independent Publishing Platform",
    "publishedDate": "2017-04-04",
    "description": "Heather Meeker's Open Source for Business is a practical, readable guide to help businesspeople, engineers, and lawyers understand open source software licensing. Based on the author's twenty years as an attorney working at the crossroads of intellectual property and technology, this guide explains the legal and technical principles behind open source licensing so you can make the right decisions for your business. It offers tips on using open source, contributing to open source projects, and releasing your own open source software. You'll also get access to quick-reference tables on the major open source licenses, plus forms and checklists you can use to promote compliance. In this book, you will learn . . . * Why open source is not a \"virus\" * What the GPL is and how to handle it * When and how to conduct open source audits * What a user-friendly open source policy looks like * How to avoid and respond to open source enforcement claims * How to use open source to fight patent infringement claims * How to manage trademarks for open source products",
    "image": "http://books.google.com/books/content?id=aKHGswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "pageCount": 284,
    "isbn10": "1544737645",
    "isbn13": "9781544737645",
    "googleBooks": {
      "id": "aKHGswEACAAJ",
      "preview": "http://books.google.com/books?id=aKHGswEACAAJ&dq=intitle:Open+(Source)+for+Business+by+Heather+Meeker&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=aKHGswEACAAJ&dq=intitle:Open+(Source)+for+Business+by+Heather+Meeker&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Open_Source_for_Business.html?hl=&id=aKHGswEACAAJ"
    },
    "issueNumber": 52,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-10-03T14:15:05.000Z"
  },
  {
    "title": "What You Do Is Who You Are",
    "authors": [
      "Ben Horowitz"
    ],
    "publisher": "HarperCollins",
    "publishedDate": "2019-10-29",
    "description": "Ben Horowitz, a leading venture capitalist, modern management expert, and New York Times bestselling author, combines lessons both from history and from modern organizational practice with practical and often surprising advice to help executives build cultures that can weather both good and bad times. Ben Horowitz has long been fascinated by history, and particularly by how people behave differently than you’d expect. The time and circumstances in which they were raised often shapes them—yet a few leaders have managed to shape their times. In What You Do Is Who You Are, he turns his attention to a question crucial to every organization: how do you create and sustain the culture you want? To Horowitz, culture is how a company makes decisions. It is the set of assumptions employees use to resolve everyday problems: should I stay at the Red Roof Inn, or the Four Seasons? Should we discuss the color of this product for five minutes or thirty hours? If culture is not purposeful, it will be an accident or a mistake. What You Do Is Who You Are explains how to make your culture purposeful by spotlighting four models of leadership and culture-building—the leader of the only successful slave revolt, Haiti’s Toussaint Louverture; the Samurai, who ruled Japan for seven hundred years and shaped modern Japanese culture; Genghis Khan, who built the world’s largest empire; and Shaka Senghor, a man convicted of murder who ran the most formidable prison gang in the yard and ultimately transformed prison culture. Horowitz connects these leadership examples to modern case-studies, including how Louverture’s cultural techniques were applied (or should have been) by Reed Hastings at Netflix, Travis Kalanick at Uber, and Hillary Clinton, and how Genghis Khan’s vision of cultural inclusiveness has parallels in the work of Don Thompson, the first African-American CEO of McDonalds, and of Maggie Wilderotter, the CEO who led Frontier Communications. Horowitz then offers guidance to help any company understand its own strategy and build a successful culture. What You Do Is Who You Are is a journey through culture, from ancient to modern. Along the way, it answers a question fundamental to any organization: who are we? How do people talk about us when we’re not around? How do we treat our customers? Are we there for people in a pinch? Can we be trusted? Who you are is not the values you list on the wall. It’s not what you say in company-wide meeting. It’s not your marketing campaign. It’s not even what you believe. Who you are is what you do. This book aims to help you do the things you need to become the kind of leader you want to be—and others want to follow.",
    "image": "http://books.google.com/books/content?id=Pp-IDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3,
    "ratingsCount": 1,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 288,
    "isbn10": "006287134X",
    "isbn13": "9780062871343",
    "googleBooks": {
      "id": "Pp-IDwAAQBAJ",
      "preview": "http://books.google.com/books?id=Pp-IDwAAQBAJ&printsec=frontcover&dq=intitle:What+You+Do+Is+Who+You+Are:+How+to+Create+Your+Business+Culture+Book+by+Ben+Horowitz&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=Pp-IDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=Pp-IDwAAQBAJ"
    },
    "issueNumber": 49,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-08-22T08:13:57.000Z"
  },
  {
    "title": "How to Avoid a Climate Disaster",
    "authors": [
      "Bill Gates"
    ],
    "publisher": "Knopf",
    "publishedDate": "2021-02-16",
    "description": "#1 NEW YORK TIMES BEST SELLER • In this urgent, authoritative book, Bill Gates sets out a wide-ranging, practical—and accessible—plan for how the world can get to zero greenhouse gas emissions in time to avoid a climate catastrophe. Bill Gates has spent a decade investigating the causes and effects of climate change. With the help of experts in the fields of physics, chemistry, biology, engineering, political science, and finance, he has focused on what must be done in order to stop the planet's slide to certain environmental disaster. In this book, he not only explains why we need to work toward net-zero emissions of greenhouse gases, but also details what we need to do to achieve this profoundly important goal. He gives us a clear-eyed description of the challenges we face. Drawing on his understanding of innovation and what it takes to get new ideas into the market, he describes the areas in which technology is already helping to reduce emissions, where and how the current technology can be made to function more effectively, where breakthrough technologies are needed, and who is working on these essential innovations. Finally, he lays out a concrete, practical plan for achieving the goal of zero emissions—suggesting not only policies that governments should adopt, but what we as individuals can do to keep our government, our employers, and ourselves accountable in this crucial enterprise. As Bill Gates makes clear, achieving zero emissions will not be simple or easy to do, but if we follow the plan he sets out here, it is a goal firmly within our reach.",
    "image": "http://books.google.com/books/content?id=pHK0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 8,
    "categories": [
      "Science"
    ],
    "pageCount": 201,
    "isbn10": "0385546149",
    "isbn13": "9780385546140",
    "googleBooks": {
      "id": "pHK0DwAAQBAJ",
      "preview": "http://books.google.com/books?id=pHK0DwAAQBAJ&printsec=frontcover&dq=intitle:How+to+Avoid+a+Climate+Disaster+by+Bill+Gates&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=pHK0DwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=pHK0DwAAQBAJ"
    },
    "issueNumber": 47,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-08-22T08:10:57.000Z"
  },
  {
    "title": "Indistractable",
    "authors": [
      "Nir Eyal"
    ],
    "publisher": "BenBella Books",
    "publishedDate": "2019-09-10",
    "description": "\"Indistractable provides a framework that will deliver the focus you need to get results.\" —James Clear, author of Atomic Habits \"If you value your time, your focus, or your relationships, this book is essential reading. I'm putting these ideas into practice.\" —Jonathan Haidt, author of The Righteous Mind National Bestseller Winner of the Outstanding Works of Literature (OWL) Award Included in the Top 5 Best Personal Development Books of the Year by Audible Included in the Top 20 Best Business and Leadership Books of the Year by Amazon Featured in The Amazon Book Review Newsletter, January 2020 Goodreads Best Science & Technology of 2019 Finalist You sit down at your desk to work on an important project, but a notification on your phone interrupts your morning. Later, as you're about to get back to work, a colleague taps you on the shoulder to chat. At home, screens get in the way of quality time with your family. Another day goes by, and once again, your most important personal and professional goals are put on hold. What would be possible if you followed through on your best intentions? What could you accomplish if you could stay focused? What if you had the power to become \"indistractable?\" International bestselling author, former Stanford lecturer, and behavioral design expert, Nir Eyal, wrote Silicon Valley's handbook for making technology habit-forming. Five years after publishing Hooked, Eyal reveals distraction's Achilles' heel in his groundbreaking new book. In Indistractable, Eyal reveals the hidden psychology driving us to distraction. He describes why solving the problem is not as simple as swearing off our devices: Abstinence is impractical and often makes us want more. Eyal lays bare the secret of finally doing what you say you will do with a four-step, research-backed model. Indistractable reveals the key to getting the best out of technology, without letting it get the best of us. Inside, Eyal overturns conventional wisdom and reveals: • Why distraction at work is a symptom of a dysfunctional company culture—and how to fix it • What really drives human behavior and why \"time management is pain management\" • Why your relationships (and your sex life) depend on you becoming indistractable • How to raise indistractable children in an increasingly distracting world Empowering and optimistic, Indistractable provides practical, novel techniques to control your time and attention—helping you live the life you really want.",
    "image": "http://books.google.com/books/content?id=GmmZDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 2,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 290,
    "isbn10": "1948836785",
    "isbn13": "9781948836784",
    "googleBooks": {
      "id": "GmmZDwAAQBAJ",
      "preview": "http://books.google.com/books?id=GmmZDwAAQBAJ&printsec=frontcover&dq=intitle:Indistractable+by+Nir+Eyal&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=GmmZDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=GmmZDwAAQBAJ"
    },
    "issueNumber": 44,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-07-22T04:32:58.000Z",
    "completedAt": "2022-07-31T15:09:57.000Z",
    "timeToComplete": 815819000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Blitzscaling",
    "authors": [
      "Reid Hoffman",
      "Chris Yeh"
    ],
    "publishedDate": "2018",
    "description": "What entrepreneur or founder doesnt aspire to build the next Amazon, Facebook, or Airbnb? Yet those who actually manage to do so are exceedingly rare. So what separates the startups that get disrupted and disappear from the ones who grow to become global giants? The secret is blitzscaling: a set of techniques for scaling up at a dizzying pace that blows competitors out of the water. The objective of Blitzscaling is not to go from zero to one, but from one to one billion as quickly as possible.",
    "image": "http://books.google.com/books/content?id=OyxyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 325,
    "isbn10": "1524761419",
    "isbn13": "9781524761417",
    "googleBooks": {
      "id": "OyxyDwAAQBAJ",
      "preview": "http://books.google.com/books?id=OyxyDwAAQBAJ&printsec=frontcover&dq=intitle:Blitzscaling+by+Reid+Hoffman+and+Chris+Yeh&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=OyxyDwAAQBAJ&dq=intitle:Blitzscaling+by+Reid+Hoffman+and+Chris+Yeh&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Blitzscaling.html?hl=&id=OyxyDwAAQBAJ"
    },
    "issueNumber": 43,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-07-19T05:54:09.000Z",
    "completedAt": "2022-07-25T12:10:47.000Z",
    "timeToComplete": 540998000,
    "timeToCompleteFormatted": "6 days"
  },
  {
    "title": "The Checklist Manifesto",
    "authors": [
      "Atul Gawande"
    ],
    "publisher": "Metropolitan Books",
    "publishedDate": "2010-04-01",
    "description": "The New York Times bestselling author of Being Mortal and Complications reveals the surprising power of the ordinary checklist We live in a world of great and increasing complexity, where even the most expert professionals struggle to master the tasks they face. Longer training, ever more advanced technologies—neither seems to prevent grievous errors. But in a hopeful turn, acclaimed surgeon and writer Atul Gawande finds a remedy in the humblest and simplest of techniques: the checklist. First introduced decades ago by the U.S. Air Force, checklists have enabled pilots to fly aircraft of mind-boggling sophistication. Now innovative checklists are being adopted in hospitals around the world, helping doctors and nurses respond to everything from flu epidemics to avalanches. Even in the immensely complex world of surgery, a simple ninety-second variant has cut the rate of fatalities by more than a third. In riveting stories, Gawande takes us from Austria, where an emergency checklist saved a drowning victim who had spent half an hour underwater, to Michigan, where a cleanliness checklist in intensive care units virtually eliminated a type of deadly hospital infection. He explains how checklists actually work to prompt striking and immediate improvements. And he follows the checklist revolution into fields well beyond medicine, from disaster response to investment banking, skyscraper construction, and businesses of all kinds. An intellectual adventure in which lives are lost and saved and one simple idea makes a tremendous difference, The Checklist Manifesto is essential reading for anyone working to get things right.",
    "image": "http://books.google.com/books/content?id=x3IcNujwHxcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 84,
    "categories": [
      "Medical"
    ],
    "pageCount": 224,
    "isbn10": "1429953381",
    "isbn13": "9781429953382",
    "googleBooks": {
      "id": "x3IcNujwHxcC",
      "preview": "http://books.google.com/books?id=x3IcNujwHxcC&printsec=frontcover&dq=intitle:The+Checklist+Manifesto+Book+by+Atul+Gawande&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=x3IcNujwHxcC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=x3IcNujwHxcC"
    },
    "issueNumber": 42,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-07-07T20:46:58.000Z"
  },
  {
    "title": "Talking to Strangers",
    "authors": [
      "Malcolm Gladwell"
    ],
    "publisher": "Little, Brown",
    "publishedDate": "2019-09-10",
    "description": "Malcolm Gladwell, host of the podcast Revisionist History and author of the #1 New York Times bestseller Outliers, offers a powerful examination of our interactions with strangers and why they often go wrong—now with a new afterword by the author. A Best Book of the Year: The Financial Times, Bloomberg, Chicago Tribune, and Detroit Free Press How did Fidel Castro fool the CIA for a generation? Why did Neville Chamberlain think he could trust Adolf Hitler? Why are campus sexual assaults on the rise? Do television sitcoms teach us something about the way we relate to one another that isn’t true? Talking to Strangers is a classically Gladwellian intellectual adventure, a challenging and controversial excursion through history, psychology, and scandals taken straight from the news. He revisits the deceptions of Bernie Madoff, the trial of Amanda Knox, the suicide of Sylvia Plath, the Jerry Sandusky pedophilia scandal at Penn State University, and the death of Sandra Bland—throwing our understanding of these and other stories into doubt. Something is very wrong, Gladwell argues, with the tools and strategies we use to make sense of people we don’t know. And because we don’t know how to talk to strangers, we are inviting conflict and misunderstanding in ways that have a profound effect on our lives and our world. In his first book since his #1 bestseller David and Goliath, Malcolm Gladwell has written a gripping guidebook for troubled times.",
    "image": "http://books.google.com/books/content?id=VnuGDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 39,
    "categories": [
      "Social Science"
    ],
    "pageCount": 400,
    "isbn10": "0316535621",
    "isbn13": "9780316535625",
    "googleBooks": {
      "id": "VnuGDwAAQBAJ",
      "preview": "http://books.google.com/books?id=VnuGDwAAQBAJ&printsec=frontcover&dq=intitle:Talking+to+Strangers+by+Malcolm+Gladwell&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=VnuGDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=VnuGDwAAQBAJ"
    },
    "issueNumber": 41,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-04-25T05:58:39.000Z",
    "completedAt": "2022-07-04T07:33:46.000Z",
    "timeToComplete": 6053707000,
    "timeToCompleteFormatted": "2 months"
  },
  {
    "title": "The One Minute Manager",
    "authors": [
      "Kenneth Blanchard",
      "Kenneth H. Blanchard",
      "Spencer Johnson"
    ],
    "publisher": "Berkley Publishing Group",
    "publishedDate": "1985-08-15",
    "description": "For 30 Years, millions of managers around the world have followed the One Minute Managers techniques, increasing their productivity, job satisfaction and personal prosperity An international phenomenon, this simple story demonstrates the three very practical it management techniques of the One Minute Manager and shows how to apply them successfully to you own and enjoy fantastic results Book jacket.",
    "image": "http://books.google.com/books/content?id=hbQco6gUKm4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3,
    "ratingsCount": 23,
    "categories": [
      "Businessmen"
    ],
    "pageCount": 111,
    "isbn10": "0425085260",
    "isbn13": "9780425085264",
    "googleBooks": {
      "id": "hbQco6gUKm4C",
      "preview": "http://books.google.com/books?id=hbQco6gUKm4C&q=intitle:The+New+one+minute+Manager&dq=intitle:The+New+one+minute+Manager&hl=&cd=4&source=gbs_api",
      "info": "http://books.google.com/books?id=hbQco6gUKm4C&dq=intitle:The+New+one+minute+Manager&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_One_Minute_Manager.html?hl=&id=hbQco6gUKm4C"
    },
    "issueNumber": 40,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-02-20T00:00:00.000Z",
    "completedAt": "2022-02-24T00:00:00.000Z",
    "timeToComplete": 345600000,
    "timeToCompleteFormatted": "4 days"
  },
  {
    "title": "The Tipping Point",
    "authors": [
      "Malcolm Gladwell"
    ],
    "publisher": "Little, Brown",
    "publishedDate": "2006-11-01",
    "description": "From the bestselling author of The Bomber Mafia: discover Malcolm Gladwell's breakthrough debut and explore the science behind viral trends in business, marketing, and human behavior. The tipping point is that magic moment when an idea, trend, or social behavior crosses a threshold, tips, and spreads like wildfire. Just as a single sick person can start an epidemic of the flu, so too can a small but precisely targeted push cause a fashion trend, the popularity of a new product, or a drop in the crime rate. This widely acclaimed bestseller, in which Malcolm Gladwell explores and brilliantly illuminates the tipping point phenomenon, is already changing the way people throughout the world think about selling products and disseminating ideas. “A wonderful page-turner about a fascinating idea that should affect the way every thinking person looks at the world.” —Michael Lewis",
    "image": "http://books.google.com/books/content?id=yBDBEGBIUmgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 4243,
    "categories": [
      "Psychology"
    ],
    "pageCount": 288,
    "isbn10": "0759574731",
    "isbn13": "9780759574731",
    "googleBooks": {
      "id": "yBDBEGBIUmgC",
      "preview": "http://books.google.com/books?id=yBDBEGBIUmgC&printsec=frontcover&dq=intitle:The+Tipping+Point+by+Malcolm+Gladwell&hl=&cd=2&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=yBDBEGBIUmgC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=yBDBEGBIUmgC"
    },
    "issueNumber": 39,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-01-13T06:02:10.000Z"
  },
  {
    "title": "Lying",
    "authors": [
      "Sam Harris"
    ],
    "publisher": "Four Elephants Press",
    "publishedDate": "2013-10-23",
    "description": "As it was in Anna Karenina, Madame Bovary, and Othello, so it is in life. Most forms of private vice and public evil are kindled and sustained by lies. Acts of adultery and other personal betrayals, financial fraud, government corruption—even murder and genocide—generally require an additional moral defect: a willingness to lie. In Lying, best-selling author and neuroscientist Sam Harris argues that we can radically simplify our lives and improve society by merely telling the truth in situations where others often lie. He focuses on \"white\" lies—those lies we tell for the purpose of sparing people discomfort—for these are the lies that most often tempt us. And they tend to be the only lies that good people tell while imagining that they are being good in the process.",
    "image": "http://books.google.com/books/content?id=aVz_BgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 14,
    "categories": [
      "Philosophy"
    ],
    "pageCount": 108,
    "isbn10": "1940051010",
    "isbn13": "9781940051017",
    "googleBooks": {
      "id": "aVz_BgAAQBAJ",
      "preview": "http://books.google.com/books?id=aVz_BgAAQBAJ&printsec=frontcover&dq=intitle:Lying+by+Sam+Harris&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=aVz_BgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=aVz_BgAAQBAJ"
    },
    "issueNumber": 9,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2020-09-10T00:00:00.000Z",
    "completedAt": "2020-08-30T00:00:00.000Z",
    "timeToComplete": -950400000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Tuesdays with Morrie",
    "authors": [
      "Mitch Albom"
    ],
    "publisher": "Broadway Books",
    "publishedDate": "2007-06-29",
    "description": "A special 20th anniversary edition of the beloved international bestseller that changed millions of lives Maybe it was a grandparent, or a teacher, or a colleague. Someone older, patient and wise, who understood you when you were young and searching, helped you see the world as a more profound place, gave you sound advice to help you make your way through it. For Mitch Albom, that person was Morrie Schwartz, his college professor from nearly twenty years ago. Maybe, like Mitch, you lost track of this mentor as you made your way, and the insights faded, and the world seemed colder. Wouldn't you like to see that person again, ask the bigger questions that still haunt you, receive wisdom for your busy life today the way you once did when you were younger? Mitch Albom had that second chance. He reconnected with Morrie in the last months of the older man's life. Knowing he was dying, Morrie visited with Mitch in his study every Tuesday, just as they used to back in college. Their rekindled relationship turned into one final \"class:\" lessons in how to live. Tuesdays with Morrie is a magical chronicle of their time together, through which Mitch shares Morrie's lasting gift with the world.",
    "image": "http://books.google.com/books/content?id=z2z_6hLoPmgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 263,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 224,
    "isbn10": "0307414094",
    "isbn13": "9780307414090",
    "googleBooks": {
      "id": "z2z_6hLoPmgC",
      "preview": "http://books.google.com/books?id=z2z_6hLoPmgC&printsec=frontcover&dq=intitle:Tuesdays+with+Morrie+by+Mitch+Albom&hl=&cd=2&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=z2z_6hLoPmgC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=z2z_6hLoPmgC"
    },
    "issueNumber": 25,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2020-05-25T00:00:00.000Z",
    "completedAt": "2020-06-20T00:00:00.000Z",
    "timeToComplete": 2246400000,
    "timeToCompleteFormatted": "3 weeks"
  },
  {
    "title": "Sapiens",
    "authors": [
      "Yuval Noah Harari"
    ],
    "publisher": "Harper Collins",
    "publishedDate": "2015-02-10",
    "description": "New York Times Bestseller A Summer Reading Pick for President Barack Obama, Bill Gates, and Mark Zuckerberg From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas. Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become? Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
    "image": "http://books.google.com/books/content?id=FmyBAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 97,
    "categories": [
      "Science"
    ],
    "pageCount": 464,
    "isbn10": "0062316109",
    "isbn13": "9780062316103",
    "googleBooks": {
      "id": "FmyBAwAAQBAJ",
      "preview": "http://books.google.com/books?id=FmyBAwAAQBAJ&printsec=frontcover&dq=intitle:Sapiens+by+Yuval+Noah+Harari&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=FmyBAwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=FmyBAwAAQBAJ"
    },
    "issueNumber": 10,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2020-03-01T00:00:00.000Z",
    "completedAt": "2020-02-23T00:00:00.000Z",
    "timeToComplete": -604800000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Sam Walton",
    "authors": [
      "Sam Walton"
    ],
    "publisher": "Bantam",
    "publishedDate": "2012-09-12",
    "description": "Meet a genuine American folk hero cut from the homespun cloth of America's heartland: Sam Walton, who parlayed a single dime store in a hardscrabble cotton town into Wal-Mart, the largest retailer in the world. The undisputed merchant king of the late twentieth century, Sam never lost the common touch. Here, finally, inimitable words. Genuinely modest, but always sure if his ambitions and achievements. Sam shares his thinking in a candid, straight-from-the-shoulder style. In a story rich with anecdotes and the \"rules of the road\" of both Main Street and Wall Street, Sam Walton chronicles the inspiration, heart, and optimism that propelled him to lasso the American Dream.",
    "image": "http://books.google.com/books/content?id=ggN9Kp8UVfwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3,
    "ratingsCount": 6,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 368,
    "isbn10": "0307763692",
    "isbn13": "9780307763693",
    "googleBooks": {
      "id": "ggN9Kp8UVfwC",
      "preview": "http://books.google.com/books?id=ggN9Kp8UVfwC&printsec=frontcover&dq=intitle:Sam+Walton:+Made+In+America+by+Sam+Walton&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=ggN9Kp8UVfwC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=ggN9Kp8UVfwC"
    },
    "issueNumber": 22,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-07-14T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 113875200000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "Think and Grow Rich",
    "authors": [
      "Arthur R. Pell",
      "Napoleon Hill"
    ],
    "publishedDate": "2005",
    "description": "This all-time classic has sold more copies around the world and been responsible for the creation of more millionaires, than any other book in history. It's the result of 25 years of extensive research into the secret of 504 of the world's wealthiest people. Make no mistake; there is a secret to great wealth! The secret is so simple anyone can use it to become fabulously wealthy and successful in their chosen field. Are you ready to receive it?",
    "image": "http://books.google.com/books/content?id=rYJaPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 28,
    "categories": [
      "Conduct of life"
    ],
    "pageCount": 355,
    "isbn10": "0975601466",
    "isbn13": "9780975601464",
    "googleBooks": {
      "id": "rYJaPwAACAAJ",
      "preview": "http://books.google.com/books?id=rYJaPwAACAAJ&dq=intitle:Think+and+Grow+Rich+by+Napoleon+Hill&hl=&cd=6&source=gbs_api",
      "info": "http://books.google.com/books?id=rYJaPwAACAAJ&dq=intitle:Think+and+Grow+Rich+by+Napoleon+Hill&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Think_and_Grow_Rich.html?hl=&id=rYJaPwAACAAJ"
    },
    "issueNumber": 21,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-10-01T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 107049600000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "The Design of Everyday Things",
    "authors": [
      "Donald A. Norman"
    ],
    "publishedDate": "2013",
    "description": "\"Even the smartest among us can feel inept as we fail to figure out which light switch or oven burner to turn on, or whether to push, pull, or slide a door. The fault, argues this ingenious-even liberating-book, lies not in ourselves, but in product design that ignores the needs of users and the principles of cognitive psychology. The problems range from ambiguous and hidden controls to arbitrary relationships between controls and functions, coupled with a lack of feedback or other assistance and unreasonable demands on memorization. The Design of Everyday Things shows that good, usable design is possible. The rules are simple: make things visible, exploit natural relationships that couple function and control, and make intelligent use of constraints. The goal: guide the user effortlessly to the right action on the right control at the right time. In this entertaining and insightful analysis, cognitive scientist Don Norman hails excellence of design as the most important key to regaining the competitive edge in influencing consumer behavior. Now fully expanded and updated, with a new introduction by the author, The Design of Everyday Things is a powerful primer on how-and why-some products satisfy customers while others only frustrate them. \".",
    "image": "http://books.google.com/books/content?id=heCtnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 38,
    "categories": [
      "Design"
    ],
    "pageCount": 368,
    "isbn10": "0262525674",
    "isbn13": "9780262525671",
    "googleBooks": {
      "id": "heCtnQEACAAJ",
      "preview": "http://books.google.com/books?id=heCtnQEACAAJ&dq=intitle:The+Design+of+Everyday+Things+by+Don+Norman&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=heCtnQEACAAJ&dq=intitle:The+Design+of+Everyday+Things+by+Don+Norman&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Design_of_Everyday_Things.html?hl=&id=heCtnQEACAAJ"
    },
    "issueNumber": 20,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-10-03T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 106876800000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "How To Win Friends and Influence People",
    "authors": [
      "Dale Carnegie"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2010-08-24",
    "description": "You can go after the job you want—and get it! You can take the job you have—and improve it! You can take any situation—and make it work for you! Dale Carnegie’s rock-solid, time-tested advice has carried countless people up the ladder of success in their business and personal lives. One of the most groundbreaking and timeless bestsellers of all time, How to Win Friends & Influence People will teach you: -Six ways to make people like you -Twelve ways to win people to your way of thinking -Nine ways to change people without arousing resentment And much more! Achieve your maximum potential—a must-read for the twenty-first century with more than 15 million copies sold!",
    "image": "http://books.google.com/books/content?id=1rW-QpIAs8UC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 3902,
    "categories": [
      "Self-Help"
    ],
    "pageCount": 320,
    "isbn10": "145162171X",
    "isbn13": "9781451621716",
    "googleBooks": {
      "id": "1rW-QpIAs8UC",
      "preview": "http://books.google.com/books?id=1rW-QpIAs8UC&printsec=frontcover&dq=intitle:How+to+Win+Friends+and+Influence+People+by+Dale+Carnegie&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=1rW-QpIAs8UC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=1rW-QpIAs8UC"
    },
    "issueNumber": 19,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-10-03T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 106876800000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character",
    "authors": [
      "Richard P. Feynman"
    ],
    "publisher": "W. W. Norton & Company",
    "publishedDate": "2018-02-06",
    "description": "One of the most famous science books of our time, the phenomenal national bestseller that \"buzzes with energy, anecdote and life. It almost makes you want to become a physicist\" (Science Digest). Richard P. Feynman, winner of the Nobel Prize in physics, thrived on outrageous adventures. In this lively work that “can shatter the stereotype of the stuffy scientist” (Detroit Free Press), Feynman recounts his experiences trading ideas on atomic physics with Einstein and cracking the uncrackable safes guarding the most deeply held nuclear secrets—and much more of an eyebrow-raising nature. In his stories, Feynman’s life shines through in all its eccentric glory—a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah. Included for this edition is a new introduction by Bill Gates.",
    "image": "http://books.google.com/books/content?id=_gA_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 3660,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 352,
    "isbn10": "0393355683",
    "isbn13": "9780393355680",
    "googleBooks": {
      "id": "_gA_DwAAQBAJ",
      "preview": "http://books.google.com/books?id=_gA_DwAAQBAJ&printsec=frontcover&dq=intitle:Surely+You%27re+Joking,+Mr.+Feynman!+by+Richard+Feynman&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=_gA_DwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=_gA_DwAAQBAJ"
    },
    "issueNumber": 17,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-11-15T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 103161600000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "1984",
    "authors": [
      "George Orwell"
    ],
    "publisher": "Univ. Press of Mississippi",
    "publishedDate": "1977",
    "description": "Portrays life in a future time when a totalitarian government watches over all citizens and directs all activities.",
    "image": "http://books.google.com/books/content?id=yxv1LK5gyV4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 2320,
    "categories": [
      "Fiction"
    ],
    "pageCount": 328,
    "isbn10": "0451524934",
    "isbn13": "9780451524935",
    "googleBooks": {
      "id": "yxv1LK5gyV4C",
      "preview": "http://books.google.com/books?id=yxv1LK5gyV4C&dq=intitle:1984+by+George+Orwell&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=yxv1LK5gyV4C&dq=intitle:1984+by+George+Orwell&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/1984.html?hl=&id=yxv1LK5gyV4C"
    },
    "issueNumber": 16,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2017-05-21T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 87004800000,
    "timeToCompleteFormatted": "2 years"
  },
  {
    "title": "21 Lessons for the 21st Century",
    "authors": [
      "Yuval Noah Harari"
    ],
    "publisher": "Random House",
    "publishedDate": "2019-01-29",
    "description": "#1 NEW YORK TIMES BESTSELLER • In Sapiens, he explored our past. In Homo Deus, he looked to our future. Now, one of the most innovative thinkers on the planet turns to the present to make sense of today’s most pressing issues. “Fascinating . . . a crucial global conversation about how to take on the problems of the twenty-first century.”—Bill Gates, The New York Times Book Review NAMED ONE OF THE BEST BOOKS OF THE YEAR BY FINANCIAL TIMES AND PAMELA PAUL, KQED How do computers and robots change the meaning of being human? How do we deal with the epidemic of fake news? Are nations and religions still relevant? What should we teach our children? Yuval Noah Harari’s 21 Lessons for the 21st Century is a probing and visionary investigation into today’s most urgent issues as we move into the uncharted territory of the future. As technology advances faster than our understanding of it, hacking becomes a tactic of war, and the world feels more polarized than ever, Harari addresses the challenge of navigating life in the face of constant and disorienting change and raises the important questions we need to ask ourselves in order to survive. In twenty-one accessible chapters that are both provocative and profound, Harari builds on the ideas explored in his previous books, untangling political, technological, social, and existential issues and offering advice on how to prepare for a very different future from the world we now live in: How can we retain freedom of choice when Big Data is watching us? What will the future workforce look like, and how should we ready ourselves for it? How should we deal with the threat of terrorism? Why is liberal democracy in crisis? Harari’s unique ability to make sense of where we have come from and where we are going has captured the imaginations of millions of readers. Here he invites us to consider values, meaning, and personal engagement in a world full of noise and uncertainty. When we are deluged with irrelevant information, clarity is power. Presenting complex contemporary challenges clearly and accessibly, 21 Lessons for the 21st Century is essential reading. “If there were such a thing as a required instruction manual for politicians and thought leaders, Israeli historian Yuval Noah Harari’s 21 Lessons for the 21st Century would deserve serious consideration. In this collection of provocative essays, Harari . . . tackles a daunting array of issues, endeavoring to answer a persistent question: ‘What is happening in the world today, and what is the deep meaning of these events?’”—BookPage (top pick)",
    "image": "http://books.google.com/books/content?id=MSKEDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 22,
    "categories": [
      "History"
    ],
    "pageCount": 400,
    "isbn10": "0593132815",
    "isbn13": "9780593132814",
    "googleBooks": {
      "id": "MSKEDwAAQBAJ",
      "preview": "http://books.google.com/books?id=MSKEDwAAQBAJ&printsec=frontcover&dq=intitle:21+Lessons+for+the+21st+Century+by+Yuval+Noah+Harari&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=MSKEDwAAQBAJ&dq=intitle:21+Lessons+for+the+21st+Century+by+Yuval+Noah+Harari&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/21_Lessons_for_the_21st_Century.html?hl=&id=MSKEDwAAQBAJ"
    },
    "issueNumber": 15,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2019-01-01T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 36028800000,
    "timeToCompleteFormatted": "1 year"
  },
  {
    "title": "Inglorious Empire",
    "authors": [
      "Shashi Tharoor"
    ],
    "publisher": "Penguin UK",
    "publishedDate": "2018-02-01",
    "description": "The Sunday Times Top 10 bestseller on India's experience of British colonialism, by the internationally-acclaimed author and diplomat Shashi Tharoor 'Tharoor's impassioned polemic slices straight to the heart of the darkness that drives all empires ... laying bare the grim, and high, cost of the British Empire for its former subjects. An essential read' Financial Times In the eighteenth century, India's share of the world economy was as large as Europe's. By 1947, after two centuries of British rule, it had decreased six-fold. The Empire blew rebels from cannon, massacred unarmed protesters, entrenched institutionalised racism, and caused millions to die from starvation. British imperialism justified itself as enlightened despotism for the benefit of the governed, but Shashi Tharoor takes demolishes this position, demonstrating how every supposed imperial 'gift' - from the railways to the rule of law - was designed in Britain's interests alone. He goes on to show how Britain's Industrial Revolution was founded on India's deindustrialisation, and the destruction of its textile industry. In this bold and incisive reassessment of colonialism, Tharoor exposes to devastating effect the inglorious reality of Britain's stained Indian legacy.",
    "image": "http://books.google.com/books/content?id=ZWwwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 2,
    "categories": [
      "Political Science"
    ],
    "pageCount": 256,
    "isbn10": "0241331455",
    "isbn13": "9780241331453",
    "googleBooks": {
      "id": "ZWwwDwAAQBAJ",
      "preview": "http://books.google.com/books?id=ZWwwDwAAQBAJ&dq=intitle:Inglorious+Empire+by+Shashi+Tharoor&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=ZWwwDwAAQBAJ&dq=intitle:Inglorious+Empire+by+Shashi+Tharoor&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Inglorious_Empire.html?hl=&id=ZWwwDwAAQBAJ"
    },
    "issueNumber": 14,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2019-02-06T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 32918400000,
    "timeToCompleteFormatted": "1 year"
  },
  {
    "title": "Rich Dad, Poor Dad",
    "authors": [
      "Robert T. Kiyosaki"
    ],
    "publisher": "Scribl",
    "publishedDate": "2019-05-25",
    "description": "In Rich Dad Poor Dad, the #1 Personal Finance book of all time, Robert Kiyosaki shares the story of his two dad: his real father, whom he calls his poor dad,’ and the father of his best friend, the man who became his mentor and his rich dad.’ One man was well educated and an employee all his life, the other’s education was street smarts” over traditional classroom education and he took the path of entrepreneurship a road that led him to become one of the wealthiest men in Hawaii. Robert’s poor dad struggled financially all his life, and these two dads these very different points of view of money, investing, and employment shaped Robert’s thinking about money.Robert has challenged and changed the way tens of millions of people, around the world, think about money and investing and he has become a global advocate for financial education and the path to financial freedom. Rich Dad Poor Dad (and the Rich Dad series it spawned) has sold over 36 million copies in English and translated editions around the world.Rich Dad Poor Dad will explode the myth that you need to earn a high income to become rich challenge the belief that your house is an asset show parents why they can’t rely on the school system to teach their kidsabout money define, once and for all, an asset and a liability explain the difference between good debt and bad debt teach you to see the world of money from different perspectives discuss the shift in mindset that can put you on the road to financial freedom",
    "image": "http://books.google.com/books/content?id=Cx6aDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 85,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 104,
    "isbn10": "1365108104",
    "isbn13": "9781365108105",
    "googleBooks": {
      "id": "Cx6aDwAAQBAJ",
      "preview": "http://books.google.com/books?id=Cx6aDwAAQBAJ&printsec=frontcover&dq=intitle:Rich+Dad,+Poor+Dad+by+Robert+Kiyosaki&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=Cx6aDwAAQBAJ&dq=intitle:Rich+Dad,+Poor+Dad+by+Robert+Kiyosaki&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Rich_Dad_Poor_Dad.html?hl=&id=Cx6aDwAAQBAJ"
    },
    "issueNumber": 13,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2019-03-25T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 28857600000,
    "timeToCompleteFormatted": "10 months"
  },
  {
    "title": "The Innovators",
    "authors": [
      "Walter Isaacson"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2014-10-07",
    "description": "A revelatory history of the people who created the computer and the internet discusses the process through which innovation happens in the modern world, citing the pivotal contributions of such figures as programming pioneer Ada Lovelace. By the author of Steve Jobs. 500,000 first printing.",
    "image": "http://books.google.com/books/content?id=aFapBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 542,
    "isbn10": "147670869X",
    "isbn13": "9781476708690",
    "googleBooks": {
      "id": "aFapBAAAQBAJ",
      "preview": "http://books.google.com/books?id=aFapBAAAQBAJ&printsec=frontcover&dq=intitle:The+Innovators+by+Walter+Isaacson&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=aFapBAAAQBAJ&dq=intitle:The+Innovators+by+Walter+Isaacson&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Innovators.html?hl=&id=aFapBAAAQBAJ"
    },
    "issueNumber": 12,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2019-11-13T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 8726400000,
    "timeToCompleteFormatted": "3 months"
  },
  {
    "title": "Outliers",
    "authors": [
      "Malcolm Gladwell"
    ],
    "publisher": "Little, Brown",
    "publishedDate": "2008-11-18",
    "description": "Learn what sets high achievers apart -- from Bill Gates to the Beatles -- in this #1 bestseller from \"a singular talent\" (New York Times Book Review). In this stunning book, Malcolm Gladwell takes us on an intellectual journey through the world of \"outliers\"--the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different? His answer is that we pay too much attention to what successful people are like, and too little attention to where they are from: that is, their culture, their family, their generation, and the idiosyncratic experiences of their upbringing. Along the way he explains the secrets of software billionaires, what it takes to be a great soccer player, why Asians are good at math, and what made the Beatles the greatest rock band. Brilliant and entertaining, Outliers is a landmark work that will simultaneously delight and illuminate.",
    "image": "http://books.google.com/books/content?id=3NSImqqnxnkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 4284,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 320,
    "isbn10": "0316040347",
    "isbn13": "9780316040341",
    "googleBooks": {
      "id": "3NSImqqnxnkC",
      "preview": "http://books.google.com/books?id=3NSImqqnxnkC&printsec=frontcover&dq=intitle:Outliers+by+Malcolm+Gladwell&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=3NSImqqnxnkC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=3NSImqqnxnkC"
    },
    "issueNumber": 11,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2020-02-21T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 86400000,
    "timeToCompleteFormatted": "1 day"
  },
  {
    "title": "Zero to One",
    "authors": [
      "Peter Thiel",
      "Blake Masters"
    ],
    "publisher": "Currency",
    "publishedDate": "2014-09-16",
    "description": "#1 NEW YORK TIMES BESTSELLER If you want to build a better future, you must believe in secrets. The great secret of our time is that there are still uncharted frontiers to explore and new inventions to create. In Zero to One, legendary entrepreneur and investor Peter Thiel shows how we can find singular ways to create those new things. Thiel begins with the contrarian premise that we live in an age of technological stagnation, even if we’re too distracted by shiny mobile devices to notice. Information technology has improved rapidly, but there is no reason why progress should be limited to computers or Silicon Valley. Progress can be achieved in any industry or area of business. It comes from the most important skill that every leader must master: learning to think for yourself. Doing what someone else already knows how to do takes the world from 1 to n, adding more of something familiar. But when you do something new, you go from 0 to 1. The next Bill Gates will not build an operating system. The next Larry Page or Sergey Brin won’t make a search engine. Tomorrow’s champions will not win by competing ruthlessly in today’s marketplace. They will escape competition altogether, because their businesses will be unique. Zero to One presents at once an optimistic view of the future of progress in America and a new way of thinking about innovation: it starts by learning to ask the questions that lead you to find value in unexpected places.",
    "image": "http://books.google.com/books/content?id=ZH4oAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 2795,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 224,
    "isbn10": "080413930X",
    "isbn13": "9780804139304",
    "googleBooks": {
      "id": "ZH4oAwAAQBAJ",
      "preview": "http://books.google.com/books?id=ZH4oAwAAQBAJ&printsec=frontcover&dq=intitle:Zero+to+One+by+Peter+Thiel&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=ZH4oAwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=ZH4oAwAAQBAJ"
    },
    "issueNumber": 23,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2019-06-01T00:00:00.000Z",
    "completedAt": "2019-08-30T00:00:00.000Z",
    "timeToComplete": 7776000000,
    "timeToCompleteFormatted": "2 months"
  },
  {
    "title": "The 7 Habits of Highly Effective People Personal Workbook",
    "authors": [
      "Stephen R. Covey"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2003",
    "description": "Outlining seven key organizational rules for improving effectiveness and increasing productivity at work and at home, a companion volume to The 7 Habits of Highly Effective People presents a step-by-step guide that includes in-depth exercises and solutions that teach the fundamentals of fairness, integrity, honesty, and dignity and help readers set goals, enhance relationships, and promote success. Original. 75,000 first printing.",
    "image": "http://books.google.com/books/content?id=-Evbj5_0DcQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 45,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 174,
    "isbn10": "0743250974",
    "isbn13": "9780743250979",
    "googleBooks": {
      "id": "-Evbj5_0DcQC",
      "preview": "http://books.google.com/books?id=-Evbj5_0DcQC&printsec=frontcover&dq=intitle:The+7+Habits+of+Highly+Effective+People+by+Stephen+Covey&hl=&cd=5&source=gbs_api",
      "info": "http://books.google.com/books?id=-Evbj5_0DcQC&dq=intitle:The+7+Habits+of+Highly+Effective+People+by+Stephen+Covey&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_7_Habits_of_Highly_Effective_People.html?hl=&id=-Evbj5_0DcQC"
    },
    "issueNumber": 45,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-10-12T00:00:00.000Z",
    "completedAt": "2016-10-22T00:00:00.000Z",
    "timeToComplete": 864000000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Homo Deus",
    "authors": [
      "Yuval Noah Harari"
    ],
    "publisher": "HarperCollins",
    "publishedDate": "2017-02-21",
    "description": "Official U.S. edition with full color illustrations throughout. NEW YORK TIMES BESTSELLER Yuval Noah Harari, author of the critically-acclaimed New York Times bestseller and international phenomenon Sapiens, returns with an equally original, compelling, and provocative book, turning his focus toward humanity’s future, and our quest to upgrade humans into gods. Over the past century humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but, as Harari explains in his trademark style—thorough, yet riveting—famine, plague and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals put together. The average American is a thousand times more likely to die from binging at McDonalds than from being blown up by Al Qaeda. What then will replace famine, plague, and war at the top of the human agenda? As the self-made gods of planet earth, what destinies will we set ourselves, and which quests will we undertake? Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century—from overcoming death to creating artificial life. It asks the fundamental questions: Where do we go from here? And how will we protect this fragile world from our own destructive powers? This is the next stage of evolution. This is Homo Deus. With the same insight and clarity that made Sapiens an international hit and a New York Times bestseller, Harari maps out our future.",
    "image": "http://books.google.com/books/content?id=H2t_CwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 3,
    "categories": [
      "Science"
    ],
    "pageCount": 464,
    "isbn10": "0062464353",
    "isbn13": "9780062464354",
    "googleBooks": {
      "id": "H2t_CwAAQBAJ",
      "preview": "http://books.google.com/books?id=H2t_CwAAQBAJ&printsec=frontcover&dq=intitle:Homo+Deus+by+Yuval+Noah+Harari&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=H2t_CwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=H2t_CwAAQBAJ"
    },
    "issueNumber": 32,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2015-02-12T00:00:00.000Z",
    "completedAt": "2014-06-04T00:00:00.000Z",
    "timeToComplete": -21859200000,
    "timeToCompleteFormatted": "8 months"
  },
  {
    "title": "Creativity, Inc.",
    "authors": [
      "Ed Catmull",
      "Amy Wallace"
    ],
    "publisher": "Random House",
    "publishedDate": "2014-04-08",
    "description": "From a co-founder of Pixar Animation Studios—the Academy Award–winning studio behind Coco, Inside Out, and Toy Story—comes an incisive book about creativity in business and leadership for readers of Daniel Pink, Tom Peters, and Chip and Dan Heath. NEW YORK TIMES BESTSELLER | NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The Huffington Post • Financial Times • Success • Inc. • Library Journal Creativity, Inc. is a manual for anyone who strives for originality and the first-ever, all-access trip into the nerve center of Pixar Animation—into the meetings, postmortems, and “Braintrust” sessions where some of the most successful films in history are made. It is, at heart, a book about creativity—but it is also, as Pixar co-founder and president Ed Catmull writes, “an expression of the ideas that I believe make the best in us possible.” For nearly twenty years, Pixar has dominated the world of animation, producing such beloved films as the Toy Story trilogy, Monsters, Inc., Finding Nemo, The Incredibles, Up, WALL-E, and Inside Out, which have gone on to set box-office records and garner thirty Academy Awards. The joyousness of the storytelling, the inventive plots, the emotional authenticity: In some ways, Pixar movies are an object lesson in what creativity really is. Here, in this book, Catmull reveals the ideals and techniques that have made Pixar so widely admired—and so profitable. As a young man, Ed Catmull had a dream: to make the first computer-animated movie. He nurtured that dream as a Ph.D. student at the University of Utah, where many computer science pioneers got their start, and then forged a partnership with George Lucas that led, indirectly, to his co-founding Pixar in 1986. Nine years later, Toy Story was released, changing animation forever. The essential ingredient in that movie’s success—and in the thirteen movies that followed—was the unique environment that Catmull and his colleagues built at Pixar, based on leadership and management philosophies that protect the creative process and defy convention, such as: • Give a good idea to a mediocre team, and they will screw it up. But give a mediocre idea to a great team, and they will either fix it or come up with something better. • If you don’t strive to uncover what is unseen and understand its nature, you will be ill prepared to lead. • It’s not the manager’s job to prevent risks. It’s the manager’s job to make it safe for others to take them. • The cost of preventing errors is often far greater than the cost of fixing them. • A company’s communication structure should not mirror its organizational structure. Everybody should be able to talk to anybody.",
    "image": "http://books.google.com/books/content?id=UqccAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 33,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 368,
    "isbn10": "0679644504",
    "isbn13": "9780679644507",
    "googleBooks": {
      "id": "UqccAgAAQBAJ",
      "preview": "http://books.google.com/books?id=UqccAgAAQBAJ&printsec=frontcover&dq=intitle:Creativity,+Inc.+by+Ed+Catmull&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=UqccAgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=UqccAgAAQBAJ"
    },
    "issueNumber": 30,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2014-10-12T00:00:00.000Z",
    "completedAt": "2014-06-04T00:00:00.000Z",
    "timeToComplete": -11232000000,
    "timeToCompleteFormatted": "4 months"
  },
  {
    "title": "Lean In",
    "authors": [
      "Sheryl Sandberg"
    ],
    "publisher": "Knopf",
    "publishedDate": "2013-03-11",
    "description": "The #1 international best seller In Lean In, Sheryl Sandberg reignited the conversation around women in the workplace. Sandberg is chief operating officer of Facebook and coauthor of Option B with Adam Grant. In 2010, she gave an electrifying TED talk in which she described how women unintentionally hold themselves back in their careers. Her talk, which has been viewed more than six million times, encouraged women to “sit at the table,” seek challenges, take risks, and pursue their goals with gusto. Lean In continues that conversation, combining personal anecdotes, hard data, and compelling research to change the conversation from what women can’t do to what they can. Sandberg provides practical advice on negotiation techniques, mentorship, and building a satisfying career. She describes specific steps women can take to combine professional achievement with personal fulfillment, and demonstrates how men can benefit by supporting women both in the workplace and at home. Written with humor and wisdom, Lean In is a revelatory, inspiring call to action and a blueprint for individual growth that will empower women around the world to achieve their full potential.",
    "image": "http://books.google.com/books/content?id=y9_mxZLYiiMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 3751,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 240,
    "isbn10": "0385349955",
    "isbn13": "9780385349956",
    "googleBooks": {
      "id": "y9_mxZLYiiMC",
      "preview": "http://books.google.com/books?id=y9_mxZLYiiMC&printsec=frontcover&dq=intitle:Lean+In+by+Sheryl+Sandberg&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=y9_mxZLYiiMC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=y9_mxZLYiiMC"
    },
    "issueNumber": 29,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2013-10-12T00:00:00.000Z",
    "completedAt": "2014-06-04T00:00:00.000Z",
    "timeToComplete": 20304000000,
    "timeToCompleteFormatted": "7 months"
  },
  {
    "title": "Getting Things Done",
    "authors": [
      "David Allen"
    ],
    "publisher": "Penguin",
    "publishedDate": "2001",
    "description": "ALLEN/GETTING THINGS DONE",
    "image": "http://books.google.com/books/content?id=WXcHwzaUd4MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 149,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 267,
    "isbn10": "0142000280",
    "isbn13": "9780142000281",
    "googleBooks": {
      "id": "WXcHwzaUd4MC",
      "preview": "http://books.google.com/books?id=WXcHwzaUd4MC&printsec=frontcover&dq=intitle:Getting+Things+Done+by+David+Allen&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=WXcHwzaUd4MC&dq=intitle:Getting+Things+Done+by+David+Allen&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Getting_Things_Done.html?hl=&id=WXcHwzaUd4MC"
    },
    "issueNumber": 34,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2015-03-04T00:00:00.000Z",
    "completedAt": "2014-04-04T00:00:00.000Z",
    "timeToComplete": -28857600000,
    "timeToCompleteFormatted": "10 months"
  },
  {
    "title": "The Hard Thing About Hard Things",
    "authors": [
      "Ben Horowitz"
    ],
    "publisher": "Harper Collins",
    "publishedDate": "2014-03-04",
    "description": "Ben Horowitz, cofounder of Andreessen Horowitz and one of Silicon Valley's most respected and experienced entrepreneurs, offers essential advice on building and running a startup—practical wisdom for managing the toughest problems business school doesn’t cover, based on his popular ben’s blog. While many people talk about how great it is to start a business, very few are honest about how difficult it is to run one. Ben Horowitz analyzes the problems that confront leaders every day, sharing the insights he’s gained developing, managing, selling, buying, investing in, and supervising technology companies. A lifelong rap fanatic, he amplifies business lessons with lyrics from his favorite songs, telling it straight about everything from firing friends to poaching competitors, cultivating and sustaining a CEO mentality to knowing the right time to cash in. Filled with his trademark humor and straight talk, The Hard Thing About Hard Things is invaluable for veteran entrepreneurs as well as those aspiring to their own new ventures, drawing from Horowitz's personal and often humbling experiences.",
    "image": "http://books.google.com/books/content?id=620pAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 8,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 304,
    "isbn10": "0062273213",
    "isbn13": "9780062273215",
    "googleBooks": {
      "id": "620pAgAAQBAJ",
      "preview": "http://books.google.com/books?id=620pAgAAQBAJ&printsec=frontcover&dq=intitle:The+Hard+Thing+About+Hard+Things+by+Ben+Horowitz&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=620pAgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=620pAgAAQBAJ"
    },
    "issueNumber": 31,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2014-04-04T00:00:00.000Z",
    "completedAt": "2014-04-04T00:00:00.000Z",
    "timeToComplete": 0,
    "timeToCompleteFormatted": "0 seconds"
  },
  {
    "title": "Blink",
    "authors": [
      "Malcolm Gladwell"
    ],
    "publisher": "Back Bay Books",
    "publishedDate": "2007-04-03",
    "description": "The landmark book that has revolutionized the way we understand leadership and decision making -- from #1 bestselling author Malcolm Gladwell. In his breakthrough bestseller The Tipping Point, Malcolm Gladwell redefined how we understand the world around us. Now, in Blink, he revolutionizes the way we understand the world within. Blink is a book about how we think without thinking, about choices that seem to be made in an instant--in the blink of an eye--that actually aren't as simple as they seem. Why are some people brilliant decision makers, while others are consistently inept? Why do some people follow their instincts and win, while others end up stumbling into error? How do our brains really work--in the office, in the classroom, in the kitchen, and in the bedroom? And why are the best decisions often those that are impossible to explain to others? In Blink we meet the psychologist who has learned to predict whether a marriage will last, based on a few minutes of observing a couple; the tennis coach who knows when a player will double-fault before the racket even makes contact with the ball; the antiquities experts who recognize a fake at a glance. Here, too, are great failures of \"blink\": the election of Warren Harding; \"New Coke\"; and the shooting of Amadou Diallo by police. Blink reveals that great decision makers aren't those who process the most information or spend the most time deliberating, but those who have perfected the art of \"thin-slicing\"--filtering the very few factors that matter from an overwhelming number of variables.",
    "image": "http://books.google.com/books/content?id=VKGbb1hg8JAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 3946,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 320,
    "isbn10": "0316005045",
    "isbn13": "9780316005043",
    "googleBooks": {
      "id": "VKGbb1hg8JAC",
      "preview": "http://books.google.com/books?id=VKGbb1hg8JAC&printsec=frontcover&dq=intitle:Blink+by+Malcolm+Gladwell&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=VKGbb1hg8JAC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=VKGbb1hg8JAC"
    },
    "issueNumber": 28,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2013-04-04T00:00:00.000Z",
    "completedAt": "2014-04-04T00:00:00.000Z",
    "timeToComplete": 31536000000,
    "timeToCompleteFormatted": "11 months"
  },
  {
    "title": "Steve Jobs",
    "authors": [
      "Walter Isaacson"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2011",
    "description": "Draws on more than forty interviews with Steve Jobs, as well as interviews with family members, friends, competitors, and colleagues to offer a look at the co-founder and leading creative force behind the Apple computer company.",
    "image": "http://books.google.com/books/content?id=8U2oAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 3906,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 630,
    "isbn10": "1451648545",
    "isbn13": "9781451648546",
    "googleBooks": {
      "id": "8U2oAAAAQBAJ",
      "preview": "http://books.google.com/books?id=8U2oAAAAQBAJ&printsec=frontcover&dq=intitle:Steve+Jobs+by+Walter+Isaacson&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=8U2oAAAAQBAJ&dq=intitle:Steve+Jobs+by+Walter+Isaacson&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Steve_Jobs.html?hl=&id=8U2oAAAAQBAJ"
    },
    "issueNumber": 26,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2012-12-02T00:00:00.000Z",
    "completedAt": "2013-01-22T00:00:00.000Z",
    "timeToComplete": 4406400000,
    "timeToCompleteFormatted": "1 month"
  }
]
