[
  {
    "title": "Measure What Matters",
    "authors": [
      "John Doerr"
    ],
    "publisher": "Portfolio",
    "publishedDate": "2018-04",
    "description": "Measure What Matters is a revolutionary approach to business that has been adopted by some of Silicon Valley's most successful startups. It is a movement that is behind the explosive growth of Intel, Google, Amazon and Uber and many more. Measure What Mattersis about using Objectives and Key Results (or OKRs) to make tough choices on business priorities. It's about communicating these objectives throughout the company from entry level to CEO and it's about collecting timely, relevant data to track progress - to measure what matters. When Google first started out, its founders had amazing technology, entrepreneurial energy and sky-high ambition but no business plan. John Doerr taught them a proven approach to operating excellence that has helped them achieve greatness. He has since shared OKRs with more than fifty companies with outstanding success. In this book, Larry Page, Bill Gates, Bono, Sheryl Sandberg and many more explain how OKRs have helped them exceed all expectations and run their organisations with focus and agility.",
    "image": "http://books.google.com/books/content?id=iOzCswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 2,
    "pageCount": 352,
    "isbn10": "024134848X",
    "isbn13": "9780241348482",
    "googleBooks": {
      "id": "iOzCswEACAAJ",
      "preview": "http://books.google.com/books?id=iOzCswEACAAJ&dq=intitle:Measure+What+Matters+by+John+Doerr&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=iOzCswEACAAJ&dq=intitle:Measure+What+Matters+by+John+Doerr&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Measure_What_Matters.html?hl=&id=iOzCswEACAAJ"
    },
    "issueNumber": 54,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-10-03T14:16:04.000Z"
  },
  {
    "title": "Can't Hurt Me",
    "authors": [
      "David Goggins"
    ],
    "publishedDate": "2020-03-10",
    "description": "For David Goggins, childhood was a nightmare - poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him The Fittest (Real) Man in America. In this curse-word-free edition of Can't Hurt Me, he shares his astonishing life story and reveals that most of us tap into only 40% of our capabilities. Goggins calls this The 40% Rule, and his story illuminates a path that anyone can follow to push past pain, demolish fear, and reach their full potential.",
    "image": "http://books.google.com/books/content?id=i-VtzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4.5,
    "ratingsCount": 4,
    "pageCount": 364,
    "isbn10": "1544507852",
    "isbn13": "9781544507859",
    "googleBooks": {
      "id": "i-VtzQEACAAJ",
      "preview": "http://books.google.com/books?id=i-VtzQEACAAJ&dq=intitle:Can%27t+Hurt+Me+by+David+Goggins&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=i-VtzQEACAAJ&dq=intitle:Can%27t+Hurt+Me+by+David+Goggins&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Can_t_Hurt_Me.html?hl=&id=i-VtzQEACAAJ"
    },
    "issueNumber": 53,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-10-03T14:15:35.000Z"
  },
  {
    "title": "Open Source for Business",
    "authors": [
      "Heather Meeker"
    ],
    "publisher": "Createspace Independent Publishing Platform",
    "publishedDate": "2017-04-04",
    "description": "Heather Meeker's Open Source for Business is a practical, readable guide to help businesspeople, engineers, and lawyers understand open source software licensing. Based on the author's twenty years as an attorney working at the crossroads of intellectual property and technology, this guide explains the legal and technical principles behind open source licensing so you can make the right decisions for your business. It offers tips on using open source, contributing to open source projects, and releasing your own open source software. You'll also get access to quick-reference tables on the major open source licenses, plus forms and checklists you can use to promote compliance. In this book, you will learn . . . * Why open source is not a \"virus\" * What the GPL is and how to handle it * When and how to conduct open source audits * What a user-friendly open source policy looks like * How to avoid and respond to open source enforcement claims * How to use open source to fight patent infringement claims * How to manage trademarks for open source products",
    "image": "http://books.google.com/books/content?id=aKHGswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "pageCount": 284,
    "isbn10": "1544737645",
    "isbn13": "9781544737645",
    "googleBooks": {
      "id": "aKHGswEACAAJ",
      "preview": "http://books.google.com/books?id=aKHGswEACAAJ&dq=intitle:Open+(Source)+for+Business+by+Heather+Meeker&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=aKHGswEACAAJ&dq=intitle:Open+(Source)+for+Business+by+Heather+Meeker&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Open_Source_for_Business.html?hl=&id=aKHGswEACAAJ"
    },
    "issueNumber": 52,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-10-03T14:15:05.000Z"
  },
  {
    "title": "Bad Feminist",
    "authors": [
      "Roxane Gay"
    ],
    "publisher": "Harper Perennial",
    "publishedDate": "2014-08-05",
    "description": "From the author of Hunger: A Memoir of (My) Body, the New York Times Bestseller and Best Book of the Year at NPR, the Boston Globe, Newsweek, and many more A collection of essays spanning politics, criticism, and feminism from one of the most-watched young cultural observers of her generation, Roxane Gay. “Pink is my favorite color. I used to say my favorite color was black to be cool, but it is pink—all shades of pink. If I have an accessory, it is probably pink. I read Vogue, and I’m not doing it ironically, though it might seem that way. I once live-tweeted the September issue.” In these funny and insightful essays, Roxane Gay takes us through the journey of her evolution as a woman (Sweet Valley High) of color (The Help) while also taking readers on a ride through culture of the last few years (Girls, Django in Chains) and commenting on the state of feminism today (abortion, Chris Brown). The portrait that emerges is not only one of an incredibly insightful woman continually growing to understand herself and our society, but also one of our culture. Bad Feminist is a sharp, funny, and spot-on look at the ways in which the culture we consume becomes who we are, and an inspiring call-to-arms of all the ways we still need to do better, coming from one of our most interesting and important cultural critics.",
    "image": "http://books.google.com/books/content?id=Gd6CvgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 53,
    "categories": [
      "Social Science"
    ],
    "pageCount": 336,
    "isbn10": "0062282719",
    "isbn13": "9780062282712",
    "googleBooks": {
      "id": "Gd6CvgEACAAJ",
      "preview": "http://books.google.com/books?id=Gd6CvgEACAAJ&dq=intitle:Bad+Feminist+by+Roxane+Gay&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=Gd6CvgEACAAJ&dq=intitle:Bad+Feminist+by+Roxane+Gay&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Bad_Feminist.html?hl=&id=Gd6CvgEACAAJ"
    },
    "issueNumber": 51,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-09-22T18:47:24.000Z"
  },
  {
    "title": "The Psychology of Money",
    "authors": [
      "Morgan Housel"
    ],
    "publisher": "Harriman House Limited",
    "publishedDate": "2020-09-08",
    "description": "Doing well with money isn’t necessarily about what you know. It’s about how you behave. And behavior is hard to teach, even to really smart people. Money—investing, personal finance, and business decisions—is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don’t make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together. In The Psychology of Money, award-winning author Morgan Housel shares 19 short stories exploring the strange ways people think about money and teaches you how to make better sense of one of life’s most important topics.",
    "image": "http://books.google.com/books/content?id=TnrrDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 2,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 209,
    "isbn10": "085719769X",
    "isbn13": "9780857197696",
    "googleBooks": {
      "id": "TnrrDwAAQBAJ",
      "preview": "http://books.google.com/books?id=TnrrDwAAQBAJ&printsec=frontcover&dq=intitle:The+Psychology+of+Money:+Timeless+Lessons+on+Wealth,+Greed,+and+Happiness+by+Morgan+Housel&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=TnrrDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=TnrrDwAAQBAJ"
    },
    "issueNumber": 50,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-08-25T11:37:27.000Z",
    "completedAt": "2022-12-11T18:30:49.000Z",
    "timeToComplete": 9356002000,
    "timeToCompleteFormatted": "3 months"
  },
  {
    "title": "What You Do Is Who You Are",
    "authors": [
      "Ben Horowitz"
    ],
    "publisher": "HarperCollins",
    "publishedDate": "2019-10-29",
    "description": "Ben Horowitz, a leading venture capitalist, modern management expert, and New York Times bestselling author, combines lessons both from history and from modern organizational practice with practical and often surprising advice to help executives build cultures that can weather both good and bad times. Ben Horowitz has long been fascinated by history, and particularly by how people behave differently than you’d expect. The time and circumstances in which they were raised often shapes them—yet a few leaders have managed to shape their times. In What You Do Is Who You Are, he turns his attention to a question crucial to every organization: how do you create and sustain the culture you want? To Horowitz, culture is how a company makes decisions. It is the set of assumptions employees use to resolve everyday problems: should I stay at the Red Roof Inn, or the Four Seasons? Should we discuss the color of this product for five minutes or thirty hours? If culture is not purposeful, it will be an accident or a mistake. What You Do Is Who You Are explains how to make your culture purposeful by spotlighting four models of leadership and culture-building—the leader of the only successful slave revolt, Haiti’s Toussaint Louverture; the Samurai, who ruled Japan for seven hundred years and shaped modern Japanese culture; Genghis Khan, who built the world’s largest empire; and Shaka Senghor, a man convicted of murder who ran the most formidable prison gang in the yard and ultimately transformed prison culture. Horowitz connects these leadership examples to modern case-studies, including how Louverture’s cultural techniques were applied (or should have been) by Reed Hastings at Netflix, Travis Kalanick at Uber, and Hillary Clinton, and how Genghis Khan’s vision of cultural inclusiveness has parallels in the work of Don Thompson, the first African-American CEO of McDonalds, and of Maggie Wilderotter, the CEO who led Frontier Communications. Horowitz then offers guidance to help any company understand its own strategy and build a successful culture. What You Do Is Who You Are is a journey through culture, from ancient to modern. Along the way, it answers a question fundamental to any organization: who are we? How do people talk about us when we’re not around? How do we treat our customers? Are we there for people in a pinch? Can we be trusted? Who you are is not the values you list on the wall. It’s not what you say in company-wide meeting. It’s not your marketing campaign. It’s not even what you believe. Who you are is what you do. This book aims to help you do the things you need to become the kind of leader you want to be—and others want to follow.",
    "image": "http://books.google.com/books/content?id=Pp-IDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3,
    "ratingsCount": 1,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 288,
    "isbn10": "006287134X",
    "isbn13": "9780062871343",
    "googleBooks": {
      "id": "Pp-IDwAAQBAJ",
      "preview": "http://books.google.com/books?id=Pp-IDwAAQBAJ&printsec=frontcover&dq=intitle:What+You+Do+Is+Who+You+Are:+How+to+Create+Your+Business+Culture+Book+by+Ben+Horowitz&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=Pp-IDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=Pp-IDwAAQBAJ"
    },
    "issueNumber": 49,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-08-22T08:13:57.000Z"
  },
  {
    "title": "How to Avoid a Climate Disaster",
    "authors": [
      "Bill Gates"
    ],
    "publisher": "Knopf",
    "publishedDate": "2021-02-16",
    "description": "#1 NEW YORK TIMES BEST SELLER • In this urgent, authoritative book, Bill Gates sets out a wide-ranging, practical—and accessible—plan for how the world can get to zero greenhouse gas emissions in time to avoid a climate catastrophe. Bill Gates has spent a decade investigating the causes and effects of climate change. With the help of experts in the fields of physics, chemistry, biology, engineering, political science, and finance, he has focused on what must be done in order to stop the planet's slide to certain environmental disaster. In this book, he not only explains why we need to work toward net-zero emissions of greenhouse gases, but also details what we need to do to achieve this profoundly important goal. He gives us a clear-eyed description of the challenges we face. Drawing on his understanding of innovation and what it takes to get new ideas into the market, he describes the areas in which technology is already helping to reduce emissions, where and how the current technology can be made to function more effectively, where breakthrough technologies are needed, and who is working on these essential innovations. Finally, he lays out a concrete, practical plan for achieving the goal of zero emissions—suggesting not only policies that governments should adopt, but what we as individuals can do to keep our government, our employers, and ourselves accountable in this crucial enterprise. As Bill Gates makes clear, achieving zero emissions will not be simple or easy to do, but if we follow the plan he sets out here, it is a goal firmly within our reach.",
    "image": "http://books.google.com/books/content?id=pHK0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 8,
    "categories": [
      "Science"
    ],
    "pageCount": 201,
    "isbn10": "0385546149",
    "isbn13": "9780385546140",
    "googleBooks": {
      "id": "pHK0DwAAQBAJ",
      "preview": "http://books.google.com/books?id=pHK0DwAAQBAJ&printsec=frontcover&dq=intitle:How+to+Avoid+a+Climate+Disaster+by+Bill+Gates&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=pHK0DwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=pHK0DwAAQBAJ"
    },
    "issueNumber": 47,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-08-22T08:10:57.000Z"
  },
  {
    "title": "Indistractable",
    "authors": [
      "Nir Eyal"
    ],
    "publisher": "BenBella Books",
    "publishedDate": "2019-09-10",
    "description": "\"Indistractable provides a framework that will deliver the focus you need to get results.\" —James Clear, author of Atomic Habits \"If you value your time, your focus, or your relationships, this book is essential reading. I'm putting these ideas into practice.\" —Jonathan Haidt, author of The Righteous Mind National Bestseller Winner of the Outstanding Works of Literature (OWL) Award Included in the Top 5 Best Personal Development Books of the Year by Audible Included in the Top 20 Best Business and Leadership Books of the Year by Amazon Featured in The Amazon Book Review Newsletter, January 2020 Goodreads Best Science & Technology of 2019 Finalist You sit down at your desk to work on an important project, but a notification on your phone interrupts your morning. Later, as you're about to get back to work, a colleague taps you on the shoulder to chat. At home, screens get in the way of quality time with your family. Another day goes by, and once again, your most important personal and professional goals are put on hold. What would be possible if you followed through on your best intentions? What could you accomplish if you could stay focused? What if you had the power to become \"indistractable?\" International bestselling author, former Stanford lecturer, and behavioral design expert, Nir Eyal, wrote Silicon Valley's handbook for making technology habit-forming. Five years after publishing Hooked, Eyal reveals distraction's Achilles' heel in his groundbreaking new book. In Indistractable, Eyal reveals the hidden psychology driving us to distraction. He describes why solving the problem is not as simple as swearing off our devices: Abstinence is impractical and often makes us want more. Eyal lays bare the secret of finally doing what you say you will do with a four-step, research-backed model. Indistractable reveals the key to getting the best out of technology, without letting it get the best of us. Inside, Eyal overturns conventional wisdom and reveals: • Why distraction at work is a symptom of a dysfunctional company culture—and how to fix it • What really drives human behavior and why \"time management is pain management\" • Why your relationships (and your sex life) depend on you becoming indistractable • How to raise indistractable children in an increasingly distracting world Empowering and optimistic, Indistractable provides practical, novel techniques to control your time and attention—helping you live the life you really want.",
    "image": "http://books.google.com/books/content?id=GmmZDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 2,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 290,
    "isbn10": "1948836785",
    "isbn13": "9781948836784",
    "googleBooks": {
      "id": "GmmZDwAAQBAJ",
      "preview": "http://books.google.com/books?id=GmmZDwAAQBAJ&printsec=frontcover&dq=intitle:Indistractable+by+Nir+Eyal&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=GmmZDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=GmmZDwAAQBAJ"
    },
    "issueNumber": 44,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-07-22T04:32:58.000Z",
    "completedAt": "2022-07-31T15:09:57.000Z",
    "timeToComplete": 815819000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Blitzscaling",
    "authors": [
      "Reid Hoffman",
      "Chris Yeh"
    ],
    "publishedDate": "2018",
    "description": "What entrepreneur or founder doesnt aspire to build the next Amazon, Facebook, or Airbnb? Yet those who actually manage to do so are exceedingly rare. So what separates the startups that get disrupted and disappear from the ones who grow to become global giants? The secret is blitzscaling: a set of techniques for scaling up at a dizzying pace that blows competitors out of the water. The objective of Blitzscaling is not to go from zero to one, but from one to one billion as quickly as possible.",
    "image": "http://books.google.com/books/content?id=OyxyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 325,
    "isbn10": "1524761419",
    "isbn13": "9781524761417",
    "googleBooks": {
      "id": "OyxyDwAAQBAJ",
      "preview": "http://books.google.com/books?id=OyxyDwAAQBAJ&printsec=frontcover&dq=intitle:Blitzscaling+by+Reid+Hoffman+and+Chris+Yeh&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=OyxyDwAAQBAJ&dq=intitle:Blitzscaling+by+Reid+Hoffman+and+Chris+Yeh&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Blitzscaling.html?hl=&id=OyxyDwAAQBAJ"
    },
    "issueNumber": 43,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-07-19T05:54:09.000Z",
    "completedAt": "2022-07-25T12:10:47.000Z",
    "timeToComplete": 540998000,
    "timeToCompleteFormatted": "6 days"
  },
  {
    "title": "The Checklist Manifesto",
    "authors": [
      "Atul Gawande"
    ],
    "publisher": "Metropolitan Books",
    "publishedDate": "2010-04-01",
    "description": "The New York Times bestselling author of Being Mortal and Complications reveals the surprising power of the ordinary checklist We live in a world of great and increasing complexity, where even the most expert professionals struggle to master the tasks they face. Longer training, ever more advanced technologies—neither seems to prevent grievous errors. But in a hopeful turn, acclaimed surgeon and writer Atul Gawande finds a remedy in the humblest and simplest of techniques: the checklist. First introduced decades ago by the U.S. Air Force, checklists have enabled pilots to fly aircraft of mind-boggling sophistication. Now innovative checklists are being adopted in hospitals around the world, helping doctors and nurses respond to everything from flu epidemics to avalanches. Even in the immensely complex world of surgery, a simple ninety-second variant has cut the rate of fatalities by more than a third. In riveting stories, Gawande takes us from Austria, where an emergency checklist saved a drowning victim who had spent half an hour underwater, to Michigan, where a cleanliness checklist in intensive care units virtually eliminated a type of deadly hospital infection. He explains how checklists actually work to prompt striking and immediate improvements. And he follows the checklist revolution into fields well beyond medicine, from disaster response to investment banking, skyscraper construction, and businesses of all kinds. An intellectual adventure in which lives are lost and saved and one simple idea makes a tremendous difference, The Checklist Manifesto is essential reading for anyone working to get things right.",
    "image": "http://books.google.com/books/content?id=x3IcNujwHxcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 84,
    "categories": [
      "Medical"
    ],
    "pageCount": 224,
    "isbn10": "1429953381",
    "isbn13": "9781429953382",
    "googleBooks": {
      "id": "x3IcNujwHxcC",
      "preview": "http://books.google.com/books?id=x3IcNujwHxcC&printsec=frontcover&dq=intitle:The+Checklist+Manifesto+Book+by+Atul+Gawande&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=x3IcNujwHxcC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=x3IcNujwHxcC"
    },
    "issueNumber": 42,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-07-07T20:46:58.000Z"
  },
  {
    "title": "Talking to Strangers",
    "authors": [
      "Malcolm Gladwell"
    ],
    "publisher": "Little, Brown",
    "publishedDate": "2019-09-10",
    "description": "Malcolm Gladwell, host of the podcast Revisionist History and author of the #1 New York Times bestseller Outliers, offers a powerful examination of our interactions with strangers and why they often go wrong—now with a new afterword by the author. A Best Book of the Year: The Financial Times, Bloomberg, Chicago Tribune, and Detroit Free Press How did Fidel Castro fool the CIA for a generation? Why did Neville Chamberlain think he could trust Adolf Hitler? Why are campus sexual assaults on the rise? Do television sitcoms teach us something about the way we relate to one another that isn’t true? Talking to Strangers is a classically Gladwellian intellectual adventure, a challenging and controversial excursion through history, psychology, and scandals taken straight from the news. He revisits the deceptions of Bernie Madoff, the trial of Amanda Knox, the suicide of Sylvia Plath, the Jerry Sandusky pedophilia scandal at Penn State University, and the death of Sandra Bland—throwing our understanding of these and other stories into doubt. Something is very wrong, Gladwell argues, with the tools and strategies we use to make sense of people we don’t know. And because we don’t know how to talk to strangers, we are inviting conflict and misunderstanding in ways that have a profound effect on our lives and our world. In his first book since his #1 bestseller David and Goliath, Malcolm Gladwell has written a gripping guidebook for troubled times.",
    "image": "http://books.google.com/books/content?id=VnuGDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 39,
    "categories": [
      "Social Science"
    ],
    "pageCount": 400,
    "isbn10": "0316535621",
    "isbn13": "9780316535625",
    "googleBooks": {
      "id": "VnuGDwAAQBAJ",
      "preview": "http://books.google.com/books?id=VnuGDwAAQBAJ&printsec=frontcover&dq=intitle:Talking+to+Strangers+by+Malcolm+Gladwell&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=VnuGDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=VnuGDwAAQBAJ"
    },
    "issueNumber": 41,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-04-25T05:58:39.000Z",
    "completedAt": "2022-07-04T07:33:46.000Z",
    "timeToComplete": 6053707000,
    "timeToCompleteFormatted": "2 months"
  },
  {
    "title": "The One Minute Manager",
    "authors": [
      "Kenneth Blanchard",
      "Kenneth H. Blanchard",
      "Spencer Johnson"
    ],
    "publisher": "Berkley Publishing Group",
    "publishedDate": "1985-08-15",
    "description": "For 30 Years, millions of managers around the world have followed the One Minute Managers techniques, increasing their productivity, job satisfaction and personal prosperity An international phenomenon, this simple story demonstrates the three very practical it management techniques of the One Minute Manager and shows how to apply them successfully to you own and enjoy fantastic results Book jacket.",
    "image": "http://books.google.com/books/content?id=hbQco6gUKm4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3,
    "ratingsCount": 23,
    "categories": [
      "Businessmen"
    ],
    "pageCount": 111,
    "isbn10": "0425085260",
    "isbn13": "9780425085264",
    "googleBooks": {
      "id": "hbQco6gUKm4C",
      "preview": "http://books.google.com/books?id=hbQco6gUKm4C&q=intitle:The+New+one+minute+Manager&dq=intitle:The+New+one+minute+Manager&hl=&cd=4&source=gbs_api",
      "info": "http://books.google.com/books?id=hbQco6gUKm4C&dq=intitle:The+New+one+minute+Manager&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_One_Minute_Manager.html?hl=&id=hbQco6gUKm4C"
    },
    "issueNumber": 40,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-02-20T00:00:00.000Z",
    "completedAt": "2022-02-24T00:00:00.000Z",
    "timeToComplete": 345600000,
    "timeToCompleteFormatted": "4 days"
  },
  {
    "title": "The Tipping Point",
    "authors": [
      "Malcolm Gladwell"
    ],
    "publisher": "Little, Brown",
    "publishedDate": "2006-11-01",
    "description": "From the bestselling author of The Bomber Mafia: discover Malcolm Gladwell's breakthrough debut and explore the science behind viral trends in business, marketing, and human behavior. The tipping point is that magic moment when an idea, trend, or social behavior crosses a threshold, tips, and spreads like wildfire. Just as a single sick person can start an epidemic of the flu, so too can a small but precisely targeted push cause a fashion trend, the popularity of a new product, or a drop in the crime rate. This widely acclaimed bestseller, in which Malcolm Gladwell explores and brilliantly illuminates the tipping point phenomenon, is already changing the way people throughout the world think about selling products and disseminating ideas. “A wonderful page-turner about a fascinating idea that should affect the way every thinking person looks at the world.” —Michael Lewis",
    "image": "http://books.google.com/books/content?id=yBDBEGBIUmgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 4243,
    "categories": [
      "Psychology"
    ],
    "pageCount": 288,
    "isbn10": "0759574731",
    "isbn13": "9780759574731",
    "googleBooks": {
      "id": "yBDBEGBIUmgC",
      "preview": "http://books.google.com/books?id=yBDBEGBIUmgC&printsec=frontcover&dq=intitle:The+Tipping+Point+by+Malcolm+Gladwell&hl=&cd=2&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=yBDBEGBIUmgC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=yBDBEGBIUmgC"
    },
    "issueNumber": 39,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-01-13T06:02:10.000Z"
  },
  {
    "title": "The Cold Start Problem",
    "authors": [
      "Andrew Chen"
    ],
    "publisher": "Harper Business",
    "publishedDate": "2021-12-07",
    "description": "A venture capitalist draws on expertise developed at the premier venture capital firm, Andreessen Horowitz, and as an executive at Uber to address how tech's most successful products have solved the dreaded \"cold start problem\"--by leveraging networks effects to launch and scale towards billions of users. Although software has become easier to build, launching and scaling new products and services remains difficult. Startups face daunting challenges entering the technology ecosystem, including stiff competition, copycats, and ineffective marketing channels. Teams launching new products must consider the advantages of \"the network effect,\" where a product or service's value increases as more users engage with it. Apple, Google, Microsoft, and other tech giants utilize network effects, and most tech products incorporate them, whether they're messaging apps, workplace collaboration tools, or marketplaces. Network effects provide a path for fledgling products to break through, attracting new users through viral growth and word of mouth. Yet most entrepreneurs lack the vocabulary and context to describe them--much less understand the fundamental principles that drive the effect. What exactly are network effects? How do teams create and build them into their products? How do products compete in a market where every player has them? Andrew Chen draws on his experience and on interviews with the CEOs and founding teams of LinkedIn, Twitch, Zoom, Dropbox, Tinder, Uber, Airbnb, Pinterest -- to provide unique insights in answering these questions. Chen also provides practical frameworks and principles that can be applied across products and industries. The Cold Start Problem reveals what makes winning networks successful, why some startups fail to successfully scale, and most crucially, why products that create and compete using the network effect are vitally important today.",
    "image": "http://books.google.com/books/content?id=4ezYzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 1,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 336,
    "isbn10": "0062969749",
    "isbn13": "9780062969743",
    "googleBooks": {
      "id": "4ezYzQEACAAJ",
      "preview": "http://books.google.com/books?id=4ezYzQEACAAJ&dq=intitle:The+Cold+Start+Problem+by+Andrew+Chen&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=4ezYzQEACAAJ&dq=intitle:The+Cold+Start+Problem+by+Andrew+Chen&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Cold_Start_Problem.html?hl=&id=4ezYzQEACAAJ"
    },
    "issueNumber": 38,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-01-13T05:54:04.000Z",
    "completedAt": "2022-08-22T04:15:30.000Z",
    "timeToComplete": 19088486000,
    "timeToCompleteFormatted": "7 months"
  },
  {
    "title": "Tuesdays with Morrie",
    "authors": [
      "Mitch Albom"
    ],
    "publisher": "Broadway Books",
    "publishedDate": "2007-06-29",
    "description": "A special 20th anniversary edition of the beloved international bestseller that changed millions of lives Maybe it was a grandparent, or a teacher, or a colleague. Someone older, patient and wise, who understood you when you were young and searching, helped you see the world as a more profound place, gave you sound advice to help you make your way through it. For Mitch Albom, that person was Morrie Schwartz, his college professor from nearly twenty years ago. Maybe, like Mitch, you lost track of this mentor as you made your way, and the insights faded, and the world seemed colder. Wouldn't you like to see that person again, ask the bigger questions that still haunt you, receive wisdom for your busy life today the way you once did when you were younger? Mitch Albom had that second chance. He reconnected with Morrie in the last months of the older man's life. Knowing he was dying, Morrie visited with Mitch in his study every Tuesday, just as they used to back in college. Their rekindled relationship turned into one final \"class:\" lessons in how to live. Tuesdays with Morrie is a magical chronicle of their time together, through which Mitch shares Morrie's lasting gift with the world.",
    "image": "http://books.google.com/books/content?id=z2z_6hLoPmgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 263,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 224,
    "isbn10": "0307414094",
    "isbn13": "9780307414090",
    "googleBooks": {
      "id": "z2z_6hLoPmgC",
      "preview": "http://books.google.com/books?id=z2z_6hLoPmgC&printsec=frontcover&dq=intitle:Tuesdays+with+Morrie+by+Mitch+Albom&hl=&cd=2&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=z2z_6hLoPmgC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=z2z_6hLoPmgC"
    },
    "issueNumber": 25,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2020-05-25T00:00:00.000Z",
    "completedAt": "2020-06-20T00:00:00.000Z",
    "timeToComplete": 2246400000,
    "timeToCompleteFormatted": "3 weeks"
  },
  {
    "title": "Zero to One",
    "authors": [
      "Peter Thiel",
      "Blake Masters"
    ],
    "publisher": "Currency",
    "publishedDate": "2014-09-16",
    "description": "#1 NEW YORK TIMES BESTSELLER If you want to build a better future, you must believe in secrets. The great secret of our time is that there are still uncharted frontiers to explore and new inventions to create. In Zero to One, legendary entrepreneur and investor Peter Thiel shows how we can find singular ways to create those new things. Thiel begins with the contrarian premise that we live in an age of technological stagnation, even if we’re too distracted by shiny mobile devices to notice. Information technology has improved rapidly, but there is no reason why progress should be limited to computers or Silicon Valley. Progress can be achieved in any industry or area of business. It comes from the most important skill that every leader must master: learning to think for yourself. Doing what someone else already knows how to do takes the world from 1 to n, adding more of something familiar. But when you do something new, you go from 0 to 1. The next Bill Gates will not build an operating system. The next Larry Page or Sergey Brin won’t make a search engine. Tomorrow’s champions will not win by competing ruthlessly in today’s marketplace. They will escape competition altogether, because their businesses will be unique. Zero to One presents at once an optimistic view of the future of progress in America and a new way of thinking about innovation: it starts by learning to ask the questions that lead you to find value in unexpected places.",
    "image": "http://books.google.com/books/content?id=ZH4oAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 2795,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 224,
    "isbn10": "080413930X",
    "isbn13": "9780804139304",
    "googleBooks": {
      "id": "ZH4oAwAAQBAJ",
      "preview": "http://books.google.com/books?id=ZH4oAwAAQBAJ&printsec=frontcover&dq=intitle:Zero+to+One+by+Peter+Thiel&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=ZH4oAwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=ZH4oAwAAQBAJ"
    },
    "issueNumber": 23,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2019-06-01T00:00:00.000Z",
    "completedAt": "2019-08-30T00:00:00.000Z",
    "timeToComplete": 7776000000,
    "timeToCompleteFormatted": "2 months"
  },
  {
    "title": "1984",
    "authors": [
      "George Orwell"
    ],
    "publisher": "Univ. Press of Mississippi",
    "publishedDate": "1977",
    "description": "Portrays life in a future time when a totalitarian government watches over all citizens and directs all activities.",
    "image": "http://books.google.com/books/content?id=yxv1LK5gyV4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 2320,
    "categories": [
      "Fiction"
    ],
    "pageCount": 328,
    "isbn10": "0451524934",
    "isbn13": "9780451524935",
    "googleBooks": {
      "id": "yxv1LK5gyV4C",
      "preview": "http://books.google.com/books?id=yxv1LK5gyV4C&dq=intitle:1984+by+George+Orwell&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=yxv1LK5gyV4C&dq=intitle:1984+by+George+Orwell&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/1984.html?hl=&id=yxv1LK5gyV4C"
    },
    "issueNumber": 16,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2017-05-21T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 87004800000,
    "timeToCompleteFormatted": "2 years"
  },
  {
    "title": "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character",
    "authors": [
      "Richard P. Feynman"
    ],
    "publisher": "W. W. Norton & Company",
    "publishedDate": "2018-02-06",
    "description": "One of the most famous science books of our time, the phenomenal national bestseller that \"buzzes with energy, anecdote and life. It almost makes you want to become a physicist\" (Science Digest). Richard P. Feynman, winner of the Nobel Prize in physics, thrived on outrageous adventures. In this lively work that “can shatter the stereotype of the stuffy scientist” (Detroit Free Press), Feynman recounts his experiences trading ideas on atomic physics with Einstein and cracking the uncrackable safes guarding the most deeply held nuclear secrets—and much more of an eyebrow-raising nature. In his stories, Feynman’s life shines through in all its eccentric glory—a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah. Included for this edition is a new introduction by Bill Gates.",
    "image": "http://books.google.com/books/content?id=_gA_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 3660,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 352,
    "isbn10": "0393355683",
    "isbn13": "9780393355680",
    "googleBooks": {
      "id": "_gA_DwAAQBAJ",
      "preview": "http://books.google.com/books?id=_gA_DwAAQBAJ&printsec=frontcover&dq=intitle:Surely+You%27re+Joking,+Mr.+Feynman!+by+Richard+Feynman&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=_gA_DwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=_gA_DwAAQBAJ"
    },
    "issueNumber": 17,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-11-15T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 103161600000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "The 7 Habits of Highly Effective People Personal Workbook",
    "authors": [
      "Stephen R. Covey"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2003",
    "description": "Outlining seven key organizational rules for improving effectiveness and increasing productivity at work and at home, a companion volume to The 7 Habits of Highly Effective People presents a step-by-step guide that includes in-depth exercises and solutions that teach the fundamentals of fairness, integrity, honesty, and dignity and help readers set goals, enhance relationships, and promote success. Original. 75,000 first printing.",
    "image": "http://books.google.com/books/content?id=-Evbj5_0DcQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 45,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 174,
    "isbn10": "0743250974",
    "isbn13": "9780743250979",
    "googleBooks": {
      "id": "-Evbj5_0DcQC",
      "preview": "http://books.google.com/books?id=-Evbj5_0DcQC&printsec=frontcover&dq=intitle:The+7+Habits+of+Highly+Effective+People+by+Stephen+Covey&hl=&cd=5&source=gbs_api",
      "info": "http://books.google.com/books?id=-Evbj5_0DcQC&dq=intitle:The+7+Habits+of+Highly+Effective+People+by+Stephen+Covey&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_7_Habits_of_Highly_Effective_People.html?hl=&id=-Evbj5_0DcQC"
    },
    "issueNumber": 45,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-10-12T00:00:00.000Z",
    "completedAt": "2016-10-22T00:00:00.000Z",
    "timeToComplete": 864000000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "The Design of Everyday Things",
    "authors": [
      "Donald A. Norman"
    ],
    "publishedDate": "2013",
    "description": "\"Even the smartest among us can feel inept as we fail to figure out which light switch or oven burner to turn on, or whether to push, pull, or slide a door. The fault, argues this ingenious-even liberating-book, lies not in ourselves, but in product design that ignores the needs of users and the principles of cognitive psychology. The problems range from ambiguous and hidden controls to arbitrary relationships between controls and functions, coupled with a lack of feedback or other assistance and unreasonable demands on memorization. The Design of Everyday Things shows that good, usable design is possible. The rules are simple: make things visible, exploit natural relationships that couple function and control, and make intelligent use of constraints. The goal: guide the user effortlessly to the right action on the right control at the right time. In this entertaining and insightful analysis, cognitive scientist Don Norman hails excellence of design as the most important key to regaining the competitive edge in influencing consumer behavior. Now fully expanded and updated, with a new introduction by the author, The Design of Everyday Things is a powerful primer on how-and why-some products satisfy customers while others only frustrate them. \".",
    "image": "http://books.google.com/books/content?id=heCtnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 38,
    "categories": [
      "Design"
    ],
    "pageCount": 368,
    "isbn10": "0262525674",
    "isbn13": "9780262525671",
    "googleBooks": {
      "id": "heCtnQEACAAJ",
      "preview": "http://books.google.com/books?id=heCtnQEACAAJ&dq=intitle:The+Design+of+Everyday+Things+by+Don+Norman&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=heCtnQEACAAJ&dq=intitle:The+Design+of+Everyday+Things+by+Don+Norman&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Design_of_Everyday_Things.html?hl=&id=heCtnQEACAAJ"
    },
    "issueNumber": 20,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-10-03T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 106876800000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "How To Win Friends and Influence People",
    "authors": [
      "Dale Carnegie"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2010-08-24",
    "description": "You can go after the job you want—and get it! You can take the job you have—and improve it! You can take any situation—and make it work for you! Dale Carnegie’s rock-solid, time-tested advice has carried countless people up the ladder of success in their business and personal lives. One of the most groundbreaking and timeless bestsellers of all time, How to Win Friends & Influence People will teach you: -Six ways to make people like you -Twelve ways to win people to your way of thinking -Nine ways to change people without arousing resentment And much more! Achieve your maximum potential—a must-read for the twenty-first century with more than 15 million copies sold!",
    "image": "http://books.google.com/books/content?id=1rW-QpIAs8UC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 3902,
    "categories": [
      "Self-Help"
    ],
    "pageCount": 320,
    "isbn10": "145162171X",
    "isbn13": "9781451621716",
    "googleBooks": {
      "id": "1rW-QpIAs8UC",
      "preview": "http://books.google.com/books?id=1rW-QpIAs8UC&printsec=frontcover&dq=intitle:How+to+Win+Friends+and+Influence+People+by+Dale+Carnegie&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=1rW-QpIAs8UC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=1rW-QpIAs8UC"
    },
    "issueNumber": 19,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-10-03T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 106876800000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "Think and Grow Rich",
    "authors": [
      "Arthur R. Pell",
      "Napoleon Hill"
    ],
    "publishedDate": "2005",
    "description": "This all-time classic has sold more copies around the world and been responsible for the creation of more millionaires, than any other book in history. It's the result of 25 years of extensive research into the secret of 504 of the world's wealthiest people. Make no mistake; there is a secret to great wealth! The secret is so simple anyone can use it to become fabulously wealthy and successful in their chosen field. Are you ready to receive it?",
    "image": "http://books.google.com/books/content?id=rYJaPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 28,
    "categories": [
      "Conduct of life"
    ],
    "pageCount": 355,
    "isbn10": "0975601466",
    "isbn13": "9780975601464",
    "googleBooks": {
      "id": "rYJaPwAACAAJ",
      "preview": "http://books.google.com/books?id=rYJaPwAACAAJ&dq=intitle:Think+and+Grow+Rich+by+Napoleon+Hill&hl=&cd=6&source=gbs_api",
      "info": "http://books.google.com/books?id=rYJaPwAACAAJ&dq=intitle:Think+and+Grow+Rich+by+Napoleon+Hill&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Think_and_Grow_Rich.html?hl=&id=rYJaPwAACAAJ"
    },
    "issueNumber": 21,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-10-01T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 107049600000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "Sam Walton",
    "authors": [
      "Sam Walton"
    ],
    "publisher": "Bantam",
    "publishedDate": "2012-09-12",
    "description": "Meet a genuine American folk hero cut from the homespun cloth of America's heartland: Sam Walton, who parlayed a single dime store in a hardscrabble cotton town into Wal-Mart, the largest retailer in the world. The undisputed merchant king of the late twentieth century, Sam never lost the common touch. Here, finally, inimitable words. Genuinely modest, but always sure if his ambitions and achievements. Sam shares his thinking in a candid, straight-from-the-shoulder style. In a story rich with anecdotes and the \"rules of the road\" of both Main Street and Wall Street, Sam Walton chronicles the inspiration, heart, and optimism that propelled him to lasso the American Dream.",
    "image": "http://books.google.com/books/content?id=ggN9Kp8UVfwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3,
    "ratingsCount": 6,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 368,
    "isbn10": "0307763692",
    "isbn13": "9780307763693",
    "googleBooks": {
      "id": "ggN9Kp8UVfwC",
      "preview": "http://books.google.com/books?id=ggN9Kp8UVfwC&printsec=frontcover&dq=intitle:Sam+Walton:+Made+In+America+by+Sam+Walton&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=ggN9Kp8UVfwC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=ggN9Kp8UVfwC"
    },
    "issueNumber": 22,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2016-07-14T00:00:00.000Z",
    "completedAt": "2020-02-22T00:00:00.000Z",
    "timeToComplete": 113875200000,
    "timeToCompleteFormatted": "3 years"
  },
  {
    "title": "Getting Things Done",
    "authors": [
      "David Allen"
    ],
    "publisher": "Penguin",
    "publishedDate": "2001",
    "description": "ALLEN/GETTING THINGS DONE",
    "image": "http://books.google.com/books/content?id=WXcHwzaUd4MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 149,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 267,
    "isbn10": "0142000280",
    "isbn13": "9780142000281",
    "googleBooks": {
      "id": "WXcHwzaUd4MC",
      "preview": "http://books.google.com/books?id=WXcHwzaUd4MC&printsec=frontcover&dq=intitle:Getting+Things+Done+by+David+Allen&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=WXcHwzaUd4MC&dq=intitle:Getting+Things+Done+by+David+Allen&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Getting_Things_Done.html?hl=&id=WXcHwzaUd4MC"
    },
    "issueNumber": 34,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2015-03-04T00:00:00.000Z",
    "completedAt": "2014-04-04T00:00:00.000Z",
    "timeToComplete": -28857600000,
    "timeToCompleteFormatted": "10 months"
  },
  {
    "title": "Homo Deus",
    "authors": [
      "Yuval Noah Harari"
    ],
    "publisher": "HarperCollins",
    "publishedDate": "2017-02-21",
    "description": "Official U.S. edition with full color illustrations throughout. NEW YORK TIMES BESTSELLER Yuval Noah Harari, author of the critically-acclaimed New York Times bestseller and international phenomenon Sapiens, returns with an equally original, compelling, and provocative book, turning his focus toward humanity’s future, and our quest to upgrade humans into gods. Over the past century humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but, as Harari explains in his trademark style—thorough, yet riveting—famine, plague and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals put together. The average American is a thousand times more likely to die from binging at McDonalds than from being blown up by Al Qaeda. What then will replace famine, plague, and war at the top of the human agenda? As the self-made gods of planet earth, what destinies will we set ourselves, and which quests will we undertake? Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century—from overcoming death to creating artificial life. It asks the fundamental questions: Where do we go from here? And how will we protect this fragile world from our own destructive powers? This is the next stage of evolution. This is Homo Deus. With the same insight and clarity that made Sapiens an international hit and a New York Times bestseller, Harari maps out our future.",
    "image": "http://books.google.com/books/content?id=H2t_CwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 3,
    "categories": [
      "Science"
    ],
    "pageCount": 464,
    "isbn10": "0062464353",
    "isbn13": "9780062464354",
    "googleBooks": {
      "id": "H2t_CwAAQBAJ",
      "preview": "http://books.google.com/books?id=H2t_CwAAQBAJ&printsec=frontcover&dq=intitle:Homo+Deus+by+Yuval+Noah+Harari&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=H2t_CwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=H2t_CwAAQBAJ"
    },
    "issueNumber": 32,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2015-02-12T00:00:00.000Z",
    "completedAt": "2014-06-04T00:00:00.000Z",
    "timeToComplete": -21859200000,
    "timeToCompleteFormatted": "8 months"
  },
  {
    "title": "Creativity, Inc.",
    "authors": [
      "Ed Catmull",
      "Amy Wallace"
    ],
    "publisher": "Random House",
    "publishedDate": "2014-04-08",
    "description": "From a co-founder of Pixar Animation Studios—the Academy Award–winning studio behind Coco, Inside Out, and Toy Story—comes an incisive book about creativity in business and leadership for readers of Daniel Pink, Tom Peters, and Chip and Dan Heath. NEW YORK TIMES BESTSELLER | NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The Huffington Post • Financial Times • Success • Inc. • Library Journal Creativity, Inc. is a manual for anyone who strives for originality and the first-ever, all-access trip into the nerve center of Pixar Animation—into the meetings, postmortems, and “Braintrust” sessions where some of the most successful films in history are made. It is, at heart, a book about creativity—but it is also, as Pixar co-founder and president Ed Catmull writes, “an expression of the ideas that I believe make the best in us possible.” For nearly twenty years, Pixar has dominated the world of animation, producing such beloved films as the Toy Story trilogy, Monsters, Inc., Finding Nemo, The Incredibles, Up, WALL-E, and Inside Out, which have gone on to set box-office records and garner thirty Academy Awards. The joyousness of the storytelling, the inventive plots, the emotional authenticity: In some ways, Pixar movies are an object lesson in what creativity really is. Here, in this book, Catmull reveals the ideals and techniques that have made Pixar so widely admired—and so profitable. As a young man, Ed Catmull had a dream: to make the first computer-animated movie. He nurtured that dream as a Ph.D. student at the University of Utah, where many computer science pioneers got their start, and then forged a partnership with George Lucas that led, indirectly, to his co-founding Pixar in 1986. Nine years later, Toy Story was released, changing animation forever. The essential ingredient in that movie’s success—and in the thirteen movies that followed—was the unique environment that Catmull and his colleagues built at Pixar, based on leadership and management philosophies that protect the creative process and defy convention, such as: • Give a good idea to a mediocre team, and they will screw it up. But give a mediocre idea to a great team, and they will either fix it or come up with something better. • If you don’t strive to uncover what is unseen and understand its nature, you will be ill prepared to lead. • It’s not the manager’s job to prevent risks. It’s the manager’s job to make it safe for others to take them. • The cost of preventing errors is often far greater than the cost of fixing them. • A company’s communication structure should not mirror its organizational structure. Everybody should be able to talk to anybody.",
    "image": "http://books.google.com/books/content?id=UqccAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 33,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 368,
    "isbn10": "0679644504",
    "isbn13": "9780679644507",
    "googleBooks": {
      "id": "UqccAgAAQBAJ",
      "preview": "http://books.google.com/books?id=UqccAgAAQBAJ&printsec=frontcover&dq=intitle:Creativity,+Inc.+by+Ed+Catmull&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=UqccAgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=UqccAgAAQBAJ"
    },
    "issueNumber": 30,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2014-10-12T00:00:00.000Z",
    "completedAt": "2014-06-04T00:00:00.000Z",
    "timeToComplete": -11232000000,
    "timeToCompleteFormatted": "4 months"
  },
  {
    "title": "The Hard Thing About Hard Things",
    "authors": [
      "Ben Horowitz"
    ],
    "publisher": "Harper Collins",
    "publishedDate": "2014-03-04",
    "description": "Ben Horowitz, cofounder of Andreessen Horowitz and one of Silicon Valley's most respected and experienced entrepreneurs, offers essential advice on building and running a startup—practical wisdom for managing the toughest problems business school doesn’t cover, based on his popular ben’s blog. While many people talk about how great it is to start a business, very few are honest about how difficult it is to run one. Ben Horowitz analyzes the problems that confront leaders every day, sharing the insights he’s gained developing, managing, selling, buying, investing in, and supervising technology companies. A lifelong rap fanatic, he amplifies business lessons with lyrics from his favorite songs, telling it straight about everything from firing friends to poaching competitors, cultivating and sustaining a CEO mentality to knowing the right time to cash in. Filled with his trademark humor and straight talk, The Hard Thing About Hard Things is invaluable for veteran entrepreneurs as well as those aspiring to their own new ventures, drawing from Horowitz's personal and often humbling experiences.",
    "image": "http://books.google.com/books/content?id=620pAgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 8,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 304,
    "isbn10": "0062273213",
    "isbn13": "9780062273215",
    "googleBooks": {
      "id": "620pAgAAQBAJ",
      "preview": "http://books.google.com/books?id=620pAgAAQBAJ&printsec=frontcover&dq=intitle:The+Hard+Thing+About+Hard+Things+by+Ben+Horowitz&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=620pAgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=620pAgAAQBAJ"
    },
    "issueNumber": 31,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2014-04-04T00:00:00.000Z",
    "completedAt": "2014-04-04T00:00:00.000Z",
    "timeToComplete": 0,
    "timeToCompleteFormatted": "0 seconds"
  },
  {
    "title": "Lean In",
    "authors": [
      "Sheryl Sandberg"
    ],
    "publisher": "Knopf",
    "publishedDate": "2013-03-11",
    "description": "The #1 international best seller In Lean In, Sheryl Sandberg reignited the conversation around women in the workplace. Sandberg is chief operating officer of Facebook and coauthor of Option B with Adam Grant. In 2010, she gave an electrifying TED talk in which she described how women unintentionally hold themselves back in their careers. Her talk, which has been viewed more than six million times, encouraged women to “sit at the table,” seek challenges, take risks, and pursue their goals with gusto. Lean In continues that conversation, combining personal anecdotes, hard data, and compelling research to change the conversation from what women can’t do to what they can. Sandberg provides practical advice on negotiation techniques, mentorship, and building a satisfying career. She describes specific steps women can take to combine professional achievement with personal fulfillment, and demonstrates how men can benefit by supporting women both in the workplace and at home. Written with humor and wisdom, Lean In is a revelatory, inspiring call to action and a blueprint for individual growth that will empower women around the world to achieve their full potential.",
    "image": "http://books.google.com/books/content?id=y9_mxZLYiiMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 3751,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 240,
    "isbn10": "0385349955",
    "isbn13": "9780385349956",
    "googleBooks": {
      "id": "y9_mxZLYiiMC",
      "preview": "http://books.google.com/books?id=y9_mxZLYiiMC&printsec=frontcover&dq=intitle:Lean+In+by+Sheryl+Sandberg&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=y9_mxZLYiiMC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=y9_mxZLYiiMC"
    },
    "issueNumber": 29,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2013-10-12T00:00:00.000Z",
    "completedAt": "2014-06-04T00:00:00.000Z",
    "timeToComplete": 20304000000,
    "timeToCompleteFormatted": "7 months"
  },
  {
    "title": "Blink",
    "authors": [
      "Malcolm Gladwell"
    ],
    "publisher": "Back Bay Books",
    "publishedDate": "2007-04-03",
    "description": "The landmark book that has revolutionized the way we understand leadership and decision making -- from #1 bestselling author Malcolm Gladwell. In his breakthrough bestseller The Tipping Point, Malcolm Gladwell redefined how we understand the world around us. Now, in Blink, he revolutionizes the way we understand the world within. Blink is a book about how we think without thinking, about choices that seem to be made in an instant--in the blink of an eye--that actually aren't as simple as they seem. Why are some people brilliant decision makers, while others are consistently inept? Why do some people follow their instincts and win, while others end up stumbling into error? How do our brains really work--in the office, in the classroom, in the kitchen, and in the bedroom? And why are the best decisions often those that are impossible to explain to others? In Blink we meet the psychologist who has learned to predict whether a marriage will last, based on a few minutes of observing a couple; the tennis coach who knows when a player will double-fault before the racket even makes contact with the ball; the antiquities experts who recognize a fake at a glance. Here, too, are great failures of \"blink\": the election of Warren Harding; \"New Coke\"; and the shooting of Amadou Diallo by police. Blink reveals that great decision makers aren't those who process the most information or spend the most time deliberating, but those who have perfected the art of \"thin-slicing\"--filtering the very few factors that matter from an overwhelming number of variables.",
    "image": "http://books.google.com/books/content?id=VKGbb1hg8JAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 3946,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 320,
    "isbn10": "0316005045",
    "isbn13": "9780316005043",
    "googleBooks": {
      "id": "VKGbb1hg8JAC",
      "preview": "http://books.google.com/books?id=VKGbb1hg8JAC&printsec=frontcover&dq=intitle:Blink+by+Malcolm+Gladwell&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=VKGbb1hg8JAC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=VKGbb1hg8JAC"
    },
    "issueNumber": 28,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2013-04-04T00:00:00.000Z",
    "completedAt": "2014-04-04T00:00:00.000Z",
    "timeToComplete": 31536000000,
    "timeToCompleteFormatted": "11 months"
  },
  {
    "title": "Steve Jobs",
    "authors": [
      "Walter Isaacson"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2011",
    "description": "Draws on more than forty interviews with Steve Jobs, as well as interviews with family members, friends, competitors, and colleagues to offer a look at the co-founder and leading creative force behind the Apple computer company.",
    "image": "http://books.google.com/books/content?id=8U2oAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 3906,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 630,
    "isbn10": "1451648545",
    "isbn13": "9781451648546",
    "googleBooks": {
      "id": "8U2oAAAAQBAJ",
      "preview": "http://books.google.com/books?id=8U2oAAAAQBAJ&printsec=frontcover&dq=intitle:Steve+Jobs+by+Walter+Isaacson&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=8U2oAAAAQBAJ&dq=intitle:Steve+Jobs+by+Walter+Isaacson&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Steve_Jobs.html?hl=&id=8U2oAAAAQBAJ"
    },
    "issueNumber": 26,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2012-12-02T00:00:00.000Z",
    "completedAt": "2013-01-22T00:00:00.000Z",
    "timeToComplete": 4406400000,
    "timeToCompleteFormatted": "1 month"
  }
]
