[
  {
    "title": "The Design of Everyday Things",
    "authors": [
      "Donald A. Norman"
    ],
    "publishedDate": "2013",
    "description": "\"Even the smartest among us can feel inept as we fail to figure out which light switch or oven burner to turn on, or whether to push, pull, or slide a door. The fault, argues this ingenious-even liberating-book, lies not in ourselves, but in product design that ignores the needs of users and the principles of cognitive psychology. The problems range from ambiguous and hidden controls to arbitrary relationships between controls and functions, coupled with a lack of feedback or other assistance and unreasonable demands on memorization. The Design of Everyday Things shows that good, usable design is possible. The rules are simple: make things visible, exploit natural relationships that couple function and control, and make intelligent use of constraints. The goal: guide the user effortlessly to the right action on the right control at the right time. In this entertaining and insightful analysis, cognitive scientist Don Norman hails excellence of design as the most important key to regaining the competitive edge in influencing consumer behavior. Now fully expanded and updated, with a new introduction by the author, The Design of Everyday Things is a powerful primer on how-and why-some products satisfy customers while others only frustrate them. \".",
    "image": "http://books.google.com/books/content?id=heCtnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 38,
    "categories": [
      "Design"
    ],
    "pageCount": 368,
    "isbn10": "0262525674",
    "isbn13": "9780262525671",
    "googleBooks": {
      "id": "heCtnQEACAAJ",
      "preview": "http://books.google.com/books?id=heCtnQEACAAJ&dq=intitle:The+Design+of+Everyday+Things+by+Don+Norman&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=heCtnQEACAAJ&dq=intitle:The+Design+of+Everyday+Things+by+Don+Norman&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Design_of_Everyday_Things.html?hl=&id=heCtnQEACAAJ"
    },
    "issueNumber": 20,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:33:46.000Z"
  },
  {
    "title": "\"Surely You're Joking, Mr. Feynman!\": Adventures of a Curious Character",
    "authors": [
      "Richard P. Feynman"
    ],
    "publisher": "W. W. Norton & Company",
    "publishedDate": "2018-02-06",
    "description": "One of the most famous science books of our time, the phenomenal national bestseller that \"buzzes with energy, anecdote and life. It almost makes you want to become a physicist\" (Science Digest). Richard P. Feynman, winner of the Nobel Prize in physics, thrived on outrageous adventures. In this lively work that “can shatter the stereotype of the stuffy scientist” (Detroit Free Press), Feynman recounts his experiences trading ideas on atomic physics with Einstein and cracking the uncrackable safes guarding the most deeply held nuclear secrets—and much more of an eyebrow-raising nature. In his stories, Feynman’s life shines through in all its eccentric glory—a combustible mixture of high intelligence, unlimited curiosity, and raging chutzpah. Included for this edition is a new introduction by Bill Gates.",
    "image": "http://books.google.com/books/content?id=_gA_DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 3660,
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 352,
    "isbn10": "0393355683",
    "isbn13": "9780393355680",
    "googleBooks": {
      "id": "_gA_DwAAQBAJ",
      "preview": "http://books.google.com/books?id=_gA_DwAAQBAJ&printsec=frontcover&dq=intitle:Surely+You%27re+Joking,+Mr.+Feynman!+by+Richard+Feynman&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=_gA_DwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=_gA_DwAAQBAJ"
    },
    "issueNumber": 17,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:33:09.000Z"
  },
  {
    "title": "1984",
    "authors": [
      "George Orwell"
    ],
    "publisher": "Univ. Press of Mississippi",
    "publishedDate": "1977",
    "description": "Portrays life in a future time when a totalitarian government watches over all citizens and directs all activities.",
    "image": "http://books.google.com/books/content?id=yxv1LK5gyV4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 2320,
    "categories": [
      "Fiction"
    ],
    "pageCount": 328,
    "isbn10": "0451524934",
    "isbn13": "9780451524935",
    "googleBooks": {
      "id": "yxv1LK5gyV4C",
      "preview": "http://books.google.com/books?id=yxv1LK5gyV4C&dq=intitle:1984+by+George+Orwell&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=yxv1LK5gyV4C&dq=intitle:1984+by+George+Orwell&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/1984.html?hl=&id=yxv1LK5gyV4C"
    },
    "issueNumber": 16,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:32:25.000Z"
  },
  {
    "title": "21 Lessons for the 21st Century",
    "authors": [
      "Yuval Noah Harari"
    ],
    "publisher": "Random House",
    "publishedDate": "2019-01-29",
    "description": "#1 NEW YORK TIMES BESTSELLER • In Sapiens, he explored our past. In Homo Deus, he looked to our future. Now, one of the most innovative thinkers on the planet turns to the present to make sense of today’s most pressing issues. “Fascinating . . . a crucial global conversation about how to take on the problems of the twenty-first century.”—Bill Gates, The New York Times Book Review NAMED ONE OF THE BEST BOOKS OF THE YEAR BY FINANCIAL TIMES AND PAMELA PAUL, KQED How do computers and robots change the meaning of being human? How do we deal with the epidemic of fake news? Are nations and religions still relevant? What should we teach our children? Yuval Noah Harari’s 21 Lessons for the 21st Century is a probing and visionary investigation into today’s most urgent issues as we move into the uncharted territory of the future. As technology advances faster than our understanding of it, hacking becomes a tactic of war, and the world feels more polarized than ever, Harari addresses the challenge of navigating life in the face of constant and disorienting change and raises the important questions we need to ask ourselves in order to survive. In twenty-one accessible chapters that are both provocative and profound, Harari builds on the ideas explored in his previous books, untangling political, technological, social, and existential issues and offering advice on how to prepare for a very different future from the world we now live in: How can we retain freedom of choice when Big Data is watching us? What will the future workforce look like, and how should we ready ourselves for it? How should we deal with the threat of terrorism? Why is liberal democracy in crisis? Harari’s unique ability to make sense of where we have come from and where we are going has captured the imaginations of millions of readers. Here he invites us to consider values, meaning, and personal engagement in a world full of noise and uncertainty. When we are deluged with irrelevant information, clarity is power. Presenting complex contemporary challenges clearly and accessibly, 21 Lessons for the 21st Century is essential reading. “If there were such a thing as a required instruction manual for politicians and thought leaders, Israeli historian Yuval Noah Harari’s 21 Lessons for the 21st Century would deserve serious consideration. In this collection of provocative essays, Harari . . . tackles a daunting array of issues, endeavoring to answer a persistent question: ‘What is happening in the world today, and what is the deep meaning of these events?’”—BookPage (top pick)",
    "image": "http://books.google.com/books/content?id=MSKEDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 22,
    "categories": [
      "History"
    ],
    "pageCount": 400,
    "isbn10": "0593132815",
    "isbn13": "9780593132814",
    "googleBooks": {
      "id": "MSKEDwAAQBAJ",
      "preview": "http://books.google.com/books?id=MSKEDwAAQBAJ&printsec=frontcover&dq=intitle:21+Lessons+for+the+21st+Century+by+Yuval+Noah+Harari&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=MSKEDwAAQBAJ&dq=intitle:21+Lessons+for+the+21st+Century+by+Yuval+Noah+Harari&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/21_Lessons_for_the_21st_Century.html?hl=&id=MSKEDwAAQBAJ"
    },
    "issueNumber": 15,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:32:16.000Z"
  },
  {
    "title": "Inglorious Empire",
    "authors": [
      "Shashi Tharoor"
    ],
    "publisher": "Penguin UK",
    "publishedDate": "2018-02-01",
    "description": "The Sunday Times Top 10 bestseller on India's experience of British colonialism, by the internationally-acclaimed author and diplomat Shashi Tharoor 'Tharoor's impassioned polemic slices straight to the heart of the darkness that drives all empires ... laying bare the grim, and high, cost of the British Empire for its former subjects. An essential read' Financial Times In the eighteenth century, India's share of the world economy was as large as Europe's. By 1947, after two centuries of British rule, it had decreased six-fold. The Empire blew rebels from cannon, massacred unarmed protesters, entrenched institutionalised racism, and caused millions to die from starvation. British imperialism justified itself as enlightened despotism for the benefit of the governed, but Shashi Tharoor takes demolishes this position, demonstrating how every supposed imperial 'gift' - from the railways to the rule of law - was designed in Britain's interests alone. He goes on to show how Britain's Industrial Revolution was founded on India's deindustrialisation, and the destruction of its textile industry. In this bold and incisive reassessment of colonialism, Tharoor exposes to devastating effect the inglorious reality of Britain's stained Indian legacy.",
    "image": "http://books.google.com/books/content?id=ZWwwDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 2,
    "categories": [
      "Political Science"
    ],
    "pageCount": 256,
    "isbn10": "0241331455",
    "isbn13": "9780241331453",
    "googleBooks": {
      "id": "ZWwwDwAAQBAJ",
      "preview": "http://books.google.com/books?id=ZWwwDwAAQBAJ&dq=intitle:Inglorious+Empire+by+Shashi+Tharoor&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=ZWwwDwAAQBAJ&dq=intitle:Inglorious+Empire+by+Shashi+Tharoor&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Inglorious_Empire.html?hl=&id=ZWwwDwAAQBAJ"
    },
    "issueNumber": 14,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:32:03.000Z"
  },
  {
    "title": "Rich Dad, Poor Dad",
    "authors": [
      "Robert T. Kiyosaki"
    ],
    "publisher": "Scribl",
    "publishedDate": "2019-05-25",
    "description": "In Rich Dad Poor Dad, the #1 Personal Finance book of all time, Robert Kiyosaki shares the story of his two dad: his real father, whom he calls his poor dad,’ and the father of his best friend, the man who became his mentor and his rich dad.’ One man was well educated and an employee all his life, the other’s education was street smarts” over traditional classroom education and he took the path of entrepreneurship a road that led him to become one of the wealthiest men in Hawaii. Robert’s poor dad struggled financially all his life, and these two dads these very different points of view of money, investing, and employment shaped Robert’s thinking about money.Robert has challenged and changed the way tens of millions of people, around the world, think about money and investing and he has become a global advocate for financial education and the path to financial freedom. Rich Dad Poor Dad (and the Rich Dad series it spawned) has sold over 36 million copies in English and translated editions around the world.Rich Dad Poor Dad will explode the myth that you need to earn a high income to become rich challenge the belief that your house is an asset show parents why they can’t rely on the school system to teach their kidsabout money define, once and for all, an asset and a liability explain the difference between good debt and bad debt teach you to see the world of money from different perspectives discuss the shift in mindset that can put you on the road to financial freedom",
    "image": "http://books.google.com/books/content?id=Cx6aDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 85,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 104,
    "isbn10": "1365108104",
    "isbn13": "9781365108105",
    "googleBooks": {
      "id": "Cx6aDwAAQBAJ",
      "preview": "http://books.google.com/books?id=Cx6aDwAAQBAJ&printsec=frontcover&dq=intitle:Rich+Dad,+Poor+Dad+by+Robert+Kiyosaki&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=Cx6aDwAAQBAJ&dq=intitle:Rich+Dad,+Poor+Dad+by+Robert+Kiyosaki&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Rich_Dad_Poor_Dad.html?hl=&id=Cx6aDwAAQBAJ"
    },
    "issueNumber": 13,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:31:49.000Z"
  },
  {
    "title": "The Innovators",
    "authors": [
      "Walter Isaacson"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2014-10-07",
    "description": "A revelatory history of the people who created the computer and the internet discusses the process through which innovation happens in the modern world, citing the pivotal contributions of such figures as programming pioneer Ada Lovelace. By the author of Steve Jobs. 500,000 first printing.",
    "image": "http://books.google.com/books/content?id=aFapBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 542,
    "isbn10": "147670869X",
    "isbn13": "9781476708690",
    "googleBooks": {
      "id": "aFapBAAAQBAJ",
      "preview": "http://books.google.com/books?id=aFapBAAAQBAJ&printsec=frontcover&dq=intitle:The+Innovators+by+Walter+Isaacson&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=aFapBAAAQBAJ&dq=intitle:The+Innovators+by+Walter+Isaacson&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Innovators.html?hl=&id=aFapBAAAQBAJ"
    },
    "issueNumber": 12,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:29:44.000Z"
  },
  {
    "title": "Outliers",
    "authors": [
      "Malcolm Gladwell"
    ],
    "publisher": "Little, Brown",
    "publishedDate": "2008-11-18",
    "description": "Learn what sets high achievers apart -- from Bill Gates to the Beatles -- in this #1 bestseller from \"a singular talent\" (New York Times Book Review). In this stunning book, Malcolm Gladwell takes us on an intellectual journey through the world of \"outliers\"--the best and the brightest, the most famous and the most successful. He asks the question: what makes high-achievers different? His answer is that we pay too much attention to what successful people are like, and too little attention to where they are from: that is, their culture, their family, their generation, and the idiosyncratic experiences of their upbringing. Along the way he explains the secrets of software billionaires, what it takes to be a great soccer player, why Asians are good at math, and what made the Beatles the greatest rock band. Brilliant and entertaining, Outliers is a landmark work that will simultaneously delight and illuminate.",
    "image": "http://books.google.com/books/content?id=3NSImqqnxnkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 4284,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 320,
    "isbn10": "0316040347",
    "isbn13": "9780316040341",
    "googleBooks": {
      "id": "3NSImqqnxnkC",
      "preview": "http://books.google.com/books?id=3NSImqqnxnkC&printsec=frontcover&dq=intitle:Outliers+by+Malcolm+Gladwell&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=3NSImqqnxnkC&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=3NSImqqnxnkC"
    },
    "issueNumber": 11,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:29:36.000Z"
  },
  {
    "title": "Sapiens",
    "authors": [
      "Yuval Noah Harari"
    ],
    "publisher": "Harper Collins",
    "publishedDate": "2015-02-10",
    "description": "New York Times Bestseller A Summer Reading Pick for President Barack Obama, Bill Gates, and Mark Zuckerberg From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas. Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become? Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
    "image": "http://books.google.com/books/content?id=FmyBAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 97,
    "categories": [
      "Science"
    ],
    "pageCount": 464,
    "isbn10": "0062316109",
    "isbn13": "9780062316103",
    "googleBooks": {
      "id": "FmyBAwAAQBAJ",
      "preview": "http://books.google.com/books?id=FmyBAwAAQBAJ&printsec=frontcover&dq=intitle:Sapiens+by+Yuval+Noah+Harari&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=FmyBAwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=FmyBAwAAQBAJ"
    },
    "issueNumber": 10,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:29:26.000Z"
  },
  {
    "title": "Lying",
    "authors": [
      "Sam Harris"
    ],
    "publisher": "Four Elephants Press",
    "publishedDate": "2013-10-23",
    "description": "As it was in Anna Karenina, Madame Bovary, and Othello, so it is in life. Most forms of private vice and public evil are kindled and sustained by lies. Acts of adultery and other personal betrayals, financial fraud, government corruption—even murder and genocide—generally require an additional moral defect: a willingness to lie. In Lying, best-selling author and neuroscientist Sam Harris argues that we can radically simplify our lives and improve society by merely telling the truth in situations where others often lie. He focuses on \"white\" lies—those lies we tell for the purpose of sparing people discomfort—for these are the lies that most often tempt us. And they tend to be the only lies that good people tell while imagining that they are being good in the process.",
    "image": "http://books.google.com/books/content?id=aVz_BgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 14,
    "categories": [
      "Philosophy"
    ],
    "pageCount": 108,
    "isbn10": "1940051010",
    "isbn13": "9781940051017",
    "googleBooks": {
      "id": "aVz_BgAAQBAJ",
      "preview": "http://books.google.com/books?id=aVz_BgAAQBAJ&printsec=frontcover&dq=intitle:Lying+by+Sam+Harris&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=aVz_BgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=aVz_BgAAQBAJ"
    },
    "issueNumber": 9,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2021-02-14T16:28:06.000Z"
  }
]
